Repository: NeoSinerji0011/NeoOnline
Catalog: Neosinerji.BABOnlineTP.Web/Content/Lang/babonline.*.resx
Languages: fr_fr, it_it

# NoDelete
source: Could not be deleted.
fr_fr: Impossible de supprimer l'enregistrement.
it_it: La Registrazioe non si può cancellare.

# NoDelete_Description_Address
source: Before deleting the contact address, you should choose new contact address.
fr_fr: Avant de supprimer l'adresse de contact vous devez en définir une nouvelle.
it_it: Prima di eliminare l'indirizzo di contatto deve identificare un indirizzo di contatto

# NoDelete_Description_Menu
source: Before deleting you should delete sub menus.
fr_fr: Avant de supprimer vous devez supprimer les sous menus liés au menu
it_it: Prima di eliminare, dovete eliminare i sottomenu collegati con menu..!!

# Node_Add
source: Add Note
fr_fr: Ajouter une note
it_it: Aggiungi Nota

source: No Renovation
fr_fr: N° de renouvellement
it_it: Numero di Rinnovamento

source: No such user
fr_fr: Aucun utilisateur à ce nom
it_it: Tele utente non esiste

source: Notes
it_it: Note

# Notifications
source: Announcements
fr_fr: Les annonces
it_it: Annunci

# Notification_Add
source: Add Announcement
fr_fr: Ajouter une annonce
it_it: Aggiungi annuncio

# Notification_Info
source: Announcement Information
fr_fr: Information d'annonce
it_it: Informazioni di Annuncio

# Notification_Search
source: Search Announcement
fr_fr: Chercher un annonce
it_it: Cerca Annuncio

source: Not yet a customer policy
fr_fr: Il n'existe aucune police d'assurance appartenant à ce client
it_it: Non esiste ancora una polizza per il cliente

# Not_Found_User_ThisEposta
source: No account found with this e-mail address
fr_fr: Aucun compte avec cet email
it_it: Nessun conto trovato per questo indirizzo e-mail

source: November
fr_fr: Novembre
it_it: Novembre

source: Number
fr_fr: Numéro
it_it: Numero

source: Number of Customers
fr_fr: Nombre de client
it_it: Numero di Clienti

source: Number of installments
fr_fr: Nombre de versement
it_it: Numero di rate

source: Number of Lifts
fr_fr: Nombre d'ascenseur
it_it: Numero di Ascensori

source: Number of Policies
fr_fr: Nombre de police
it_it: Numero di Polizza

# Number_Of_People_Collateralized
source: Number of people
fr_fr: Nombre de personne sous garantie
it_it: Il Numero di Persone Coperte

# Number_Owner
source: Owner
fr_fr: Propriétaire du numéro
it_it: Tıtolare del Numero

# Number_Type
source: Type
fr_fr: Type de numéro
it_it: Tipo del Numero

# NumericError
source: Not valid number
fr_fr: Chiffre invalide
it_it: Numero non valido

source: Obsolescence
fr_fr: usure
it_it: Invecchiamento

source: October
fr_fr: Octobre
it_it: Ottobre

source: Office
fr_fr: Filiale
it_it: Filiale

source: Office Code
fr_fr: Code de la filiale
it_it: Codice Filiale

source: Office Name
fr_fr: Nom de la filiale
it_it: Nome di Filiale

source: Offices
fr_fr: Les filiales
it_it: Filiali

source: Offline Police Control
fr_fr: Contrôle de police d'assurance Hors-ligne
it_it: Controllo Offline di Polizza

source: Offline Policy Export
fr_fr: Transférer une police d'assurance hors-ligne
it_it: Trasferimento Offline di Polizza

source: Offline Policy Report
fr_fr: Rapport de police d'assurance hors-ligne
it_it: Rapporto Offline di Polizza

# OldPolicy
source: Ex Policy
fr_fr: Ancienne police
it_it: Polizza Vecchia

# OldPolicyInfo
source: Ex Policy Information
fr_fr: Information sur l'ancienne police
it_it: Informazioni sulla Polizza vecchia

# OneOfPolicyholdersInsured
source: Is insurant included in the policy?
fr_fr: L'assurant fait-il partie des assurés ?
it_it: L'Assicrata è una degli Assicurati?

source: On hold
fr_fr: En attente
it_it: In Attesa

# OpeningFolder
source: File is opening
fr_fr: Le dossier s'ouvre
it_it: Apertura di Fascicolo in corso

source: Operation Code
fr_fr: Code de l'opération
it_it: Codice di Transazione

source: Operation Id
fr_fr: ID opération
it_it: ID di Transazione

source: Optional
fr_fr: Optionnel
it_it: Opzionale

source: Options
it_it: Opzioni

source: Order
fr_fr: N° d'ordre
it_it: Numero di sequenza

source: Original
it_it: Originale

source: Other
fr_fr: AUTRES
it_it: ALTRO

source: Other Floors
fr_fr: Autres cartes
it_it: Altri piani

source: Other Information
fr_fr: Autres informations
it_it: Altre Informazioni

source: Other Report
fr_fr: Autres rapports
it_it: Altri rapporti

# OtherSendMail
source: Send to other mail
fr_fr: Envoyer un autre mail
it_it: Invia l'altro e-mail

source: Over 20
fr_fr: Plus de 20
it_it: Sopra 20

source: Owner
fr_fr: Le propriétaire du bien
it_it: Proprietario

source: Page No
fr_fr: N° de page
it_it: Numero Pagina

source: Parcel
fr_fr: Parcelle
it_it: Parcella

source: Parish
fr_fr: Quartier
it_it: Quartiere

# PartyGoodsFire
source: 3 Party Goods Fire
fr_fr: Incendie, biens d'une tierce personne
it_it: Fuoco per i Beni delle Persone 3a

# PartyLiabilityPerAccidentProperty
source: 3. Party Liability Per Accident Property
fr_fr: Dommage matériel par accident responsabilité civile d'une tierce personne
it_it: Materiale della Responsabilità Finanziaria delle Persone 3a Per Incidente

# Pasive
source: Passive
fr_fr: Passif
it_it: Passivo

source: Passage
it_it: Passaggio

source: Passport
fr_fr: Passeport
it_it: Passaporto

source: Passport Expiry Date
fr_fr: Date de fin de validité du passeport
it_it: La Data di Scadenza del Passaporto

source: Passport Number
fr_fr: Numéro de passeport
it_it: Numero di passaporto

source: Password Reset
fr_fr: Réinitialise le mot de passe
it_it: Azzera Password

# PasswordValidDays
source: Valid day for password
fr_fr: Jour de validité du mot de passe
it_it: Giorni Validi per Password

# PasswordWarningDays
source: Password warning day
fr_fr: Avertissement jour mot de passe
it_it: Giorno di Avviso per Password

# PasswordYour
source: Your password
fr_fr: Votre mot de passe
it_it: La vostra password

# Password_Change
source: Change Password
fr_fr: Change le mot de passe
it_it: Cambia Pasword

# Password_Confirm
source: Confirm New Password
fr_fr: Valider le nouveau mot de passe
it_it: Verifica la Nuova Password

source: Password Failed
fr_fr: Entrée erronée
it_it: Entrata errata

# Password_Locked
source: Password is locked
fr_fr: Verrouillé
it_it: Bloccato

# Password_New
source: New Password
fr_fr: Nouveau mot de passe
it_it: Nuova Password

# Password_OK
source: OK
fr_fr: Pas de problème
it_it: Nessun Problema

# Password_Old
source: Old Password
fr_fr: Ancien mot de passe
it_it: Vecchia Password

# Password_Reset
source: Reset Password
fr_fr: Réinitialisation du mot de passe
it_it: Azzermento della Password

# Password_Reset_Info
source: Password will be reset and new password will be sent to user e-mail.
fr_fr: Le mot de passe sera réinitialisé et le nouveau mot de passe sera envoyé par email !
it_it: La Passvord dell'Utente verrà azzerata e nuova password verrà inviata all'indirizzo e-mail

# Password_Reset_Info2
source: New password has been sent.
fr_fr: Un nouveau mot de passe a été envoyé à l'utilisateur
it_it: La Nuova Password è stata inviata all'Utente

# Password_Temporary
source: Temporary password
fr_fr: Mot de passe temporaire
it_it: Password temporanea

# Password_YouMustChangeYour
source: You must change your password today.
fr_fr: Vous devez le modifier dans la journée !
it_it: Si dovrebbe cambiare all'interno di oggi !

# Pay
source: Payment
fr_fr: Paiement
it_it: Pagamento

# Payment
source: Paid Amount
fr_fr: Paiement effectué
it_it: Pagamento effettuato

source: Payment Option
fr_fr: Modalité de paiement
it_it: Opzione di Pagamento

# PaymentOptions
source: Payment Information
fr_fr: İnformation de paiement
it_it: Informazioni sul Pagamento

# PaymentProtectionSystem
source: Ödeme Güvence
fr_fr: Assurance paiement
it_it: Sicurezza di Pagamento

# PaymentStyle
source: Form of Payment
fr_fr: Mode de paiement
it_it: Modalità di Pagamento

source: Payment Term
fr_fr: Période de paiement
it_it: Periodo di Pagamento

source: Payment Type
fr_fr: Type de paiement
it_it: Tipo di pagamento

# Payment_Amount
source: Amount
fr_fr: Paiement à effectuer
it_it: L'Importo da Pagare

# Payment_Chose
source: Payment Options
fr_fr: Modalités de paiement
it_it: Opzioni di Pagamento

# PayPremiumsOfInfo
source: PAY PREMIUMS OF THE INFORMATION
fr_fr: INFORMATION SUR LA PERSONNE PAYANT LA PRIME
it_it: INFORMAZIONI DELLA PERSONA CHE PAGA I PREMI

source: Pdf file of this policy were found.
fr_fr: Le dossier PDF de cette police n'a pas pu être trouvé
it_it: Il fascicolo pdf di questa polizza non è stato trovato.

# PerCapitaPersonalPartyLiability
source: 3. Per Capita Personal Party Liability
fr_fr: Dommage corporel par personne responsabilité financière d'une tierce personne
it_it: L'Importo di Responsabilità Finanziaria Individuale della Persona 3a

source: Period
fr_fr: Période
it_it: Periodo

source: Periodic Premium
fr_fr: Prime périodique
it_it: Premio Periodico

source: Personal Accident
fr_fr: Accident personnel
it_it: Infortunio Individuale

source: Personal Accident Death
fr_fr: Accident personnel Décès
it_it: Infortunio Individuale, morte

source: Personal Accident Plus
fr_fr: Accident personnel Plus
it_it: Infortunio Individuale Plus

source: Personel
fr_fr: Personnel
it_it: Personale

source: Phone
fr_fr: Téléphone
it_it: Telefono

source: Phone Type
fr_fr: Type de téléphone
it_it: Tip di telefono

# Phone_Add
source: Add Phone
fr_fr: Ajoute un téléphone
it_it: Aggiungi telefono

# Phone_Info
source: Phone Information
fr_fr: Information de téléphone
it_it: Informazioni sul Telefono

# Photo_Add
source: Add Photo
fr_fr: Ajoute une photo
it_it: Aggiungi foto

# Photo_Update
source: Update Photo
fr_fr: Mis à jour de la photo
it_it: Aggiorna Foto

source: Pickpocketing
fr_fr: Vol à la tire
it_it: Scippo

source: Place of birth
fr_fr: Lieu de naissance
it_it: Luogo di Nascita

source: Plan
it_it: Piano

source: Plate
fr_fr: Plaque d'immatriculation
it_it: Targa

source: Platinum
fr_fr: Platine
it_it: Platino

source: Please consult your system administrator.
fr_fr: Veuillez consulter le gestionnaire du système.
it_it: Si prega di rivolgersi alla vostra amministratore del sistema.

# PleaseSelect
source: Please Choose
fr_fr: Veuillez choisir
it_it: Scegliere per favore

# PleaseSelectDate
source: Please Choose Date Interval
fr_fr: Veuillez sélectionnez un intervalle de date
it_it: Scegliere l'intervallo di date

source: Please select the file
fr_fr: Veuillez choisir un dossier.
it_it: Si prega di scegliere Fascicolo.

source: Please try again
fr_fr: Réessayez de nouveau.
it_it: Si prega di Ripetere.

# PleaseWaitProposalIsPreparing
source: Please wait…
fr_fr: Veuillez patienter, votre proposition est en cours de préparation
it_it: Si prega di attendere, la preparazione della vostra offerta in corso

source: Please Wait..
fr_fr: Veuillez patienter...
it_it: Si prega di attendere…

source: policies
fr_fr: Les polices d'assurance
it_it: Polizze

source: Policy
fr_fr: Police d'assurance
it_it: Polizza

source: Policy Date Type
fr_fr: Type de date de la police d'assurance
it_it: Tip della Data di Polizza

# PolicyFinishDate
source: End Date
fr_fr: Date de fin de validité de la police d'assurance
it_it: Data di Scadenza di polizza

source: Policy Gross Premium/Commission
fr_fr: Prime brute/ Commission de police d'assurance
it_it: Premio / Commissione netto di Polizza

# PolicyholdersInsuredUnit
source: Is insurant included in the policy?
fr_fr: L'Assurant fait-il partie des assurés ?
it_it: L'Assicrata è una degli Assicurati?

source: Policy Id
fr_fr: N° de police d'assurance
it_it: Numero Polizza

source: Policy No
fr_fr: N° de police d'assurance
it_it: Numero Polizza

source: Policy PDF
fr_fr: Police d'assurance PDF
it_it: Polizza PDF

source: Policy Period
fr_fr: Durée de la police d'assurance
it_it: Periodo di Polizza

# PolicyPrice
source: Policy Amount
fr_fr: Coût de la police d'assurance
it_it: L'Importo di Polizza

source: Policy Rates
fr_fr: Taux de la police d'assurance
it_it: Tassi di Polizza

# PolicySearch
source: Search Policy
fr_fr: Chercher une police d'assurance
it_it: Cerca polizza

# PolicysPDFIsNotFound
source: Could not find the PDF document. Please contact administrator.
fr_fr: Le dossier PDF de cette police n'a pas pu être trouvé. Veuillez consulter votre gestionnaire de système.
it_it: Il fascicolo pdf di questa polizza non è stato trovato. Si prega di rivolgersi alla vostra amministratore del sistema.

# PolicyStartDate
source: Start Date
fr_fr: Date du début de la police d'assurance
it_it: Data di Inizio di Polizza

source: Policy Time
fr_fr: Durée de la police d'assurance
it_it: Periodo di Polizza

source: Policy Types
fr_fr: Types de police d'assurance
it_it: Tipi di Polizze

source: Policy Count
fr_fr: Nombre de polices d'assurance
it_it: Numero di Polizze

source: Policy Info
fr_fr: Information sur la police d'assurance
it_it: Informazioni sulla Polizza

source: Policy Query
fr_fr: Interrogation de police d'assurance
it_it: Interrgogare la polizza

# Policy_Sales_Report
source: Policy Report
fr_fr: Rapport de police d'assurance
it_it: Rapporto di Polizza

source: Postal Code
fr_fr: Code postal
it_it: Codice Postale

# Post_2007
source: 2007 and Post
fr_fr: 2007 et suivants
it_it: Nel 2007 e dopo

source: Potential Customer Add
fr_fr: Ajouter un prospect
it_it: Aggiungi Cliente Potanziale

source: Potential Customer Code
fr_fr: Code du prospect
it_it: Codice Cliente Potanziale

source: Potential Customer Info
fr_fr: Information sur le prospect
it_it: Informazioni sul Cliente Potanziale

source: Potential Customer Information
fr_fr: Information sur le prospect
it_it: Informazioni sul Cliente Potanziale

source: Potential Customer Searc
fr_fr: Chercher un prospect
it_it: Cerca Cliente Potanziale

# Preference
source: Priority
fr_fr: Priorité
it_it: Priorità

source: Premium
fr_fr: Prime
it_it: Premio

source: Premium Amount
fr_fr: Montant de la prime
it_it: L'Importo del Premio

# PremiumPaymentPeriod
source: Select Premium Payment Period
fr_fr: Sélectionnez la période de paiement de la prime
it_it: Si prega di scegliere il Peridodo di pagamento premio

source: Premiums
fr_fr: Prime
it_it: Premio

source: Premium Payment Period
fr_fr: Période de paiement de la prime
it_it: Periodo di Pagamento Premio

# PreparingProposal
source: Please wait…
fr_fr: Veuillez patientez, votre proposition est en cours de préparation
it_it: Si prega di attendere, la preparazione della vostra offerta in corso

source: Pre-Provisioning
fr_fr: Pré-provision
it_it: Pre-Autorizzazione

source: Pre-provisioning Done
fr_fr: La pré-provision est effectuée
it_it: Pre-Autorizzazione è stato fatto

# Preview_1975
source: 1975 - Preview
fr_fr: Avant - 1975
it_it: Prima di 1975

source: Pricing Code
fr_fr: Code de tarification
it_it: Codice di Fatturazione

source: Primary Education
fr_fr: École Primaire
it_it: Istruzione elementare

source: Prime Returnable
fr_fr: Avec remboursement de prime
it_it: Con Premio Restituibile

# PrimeReturnable2
source: Returnable premium (5 years)
fr_fr: Remboursement de prime (sur 5 ans)
it_it: Con Premio Restituibile (Per 5 Anni)

# PrincipalSendMail
source: Send Mail
fr_fr: Envoyer mail original
it_it: Invia e-mail originale

source: Print
fr_fr: İmprimer
it_it: Stampa

source: Private Security / Alarm Exist?
fr_fr: Y-a-t'il une sécurité privée / alarme ?
it_it: C'è Sicurezza Privata / Allarmi?

source: Process Completed
fr_fr: Le processus est terminé
it_it: Il Processo è stato completato

source: Product
fr_fr: Produit
it_it: Prodotto

source: Product Detail Report
fr_fr: Rapport de détail du produit
it_it: Rapporta di dettaglio del Prodotto

# ProductManage
source: PRODUCT MANAGEMENT
fr_fr: GESTION DU PRODUIT
it_it: GESTIONE PRODOTTI

# ProductQuestion_Add
source: Add Question
fr_fr: Ajouter une question produit
it_it: Aggiungi Domanda sul Prodotto

# ProductQuestion_Number
source: Product Question No
fr_fr: Numéro de question produit
it_it: Numero della Domanda del Prodotto

# ProductQuestion_Search
source: Search Product Question
fr_fr: Chercher une question produit
it_it: Cerce Domanda di Prodotto

# Product_Add
source: Add Product
fr_fr: Ajouter un produit
it_it: Aggiungi prodotto

source: Product Code
fr_fr: Code du produit
it_it: Codice Prodotto

source: Product Description
fr_fr: Description du produit
it_it: Identificazione del Prodotto

# Product_Info
source: Product Information
fr_fr: Information sur le produit
it_it: Informazioni sul Prodotto

source: Product List
fr_fr: Liste de produit
it_it: Lista dei Prodotti

source: Product Name
fr_fr: Nom du produit
it_it: Nome del prodotto

# Product_Search
source: Search Product
fr_fr: Chercher un produit
it_it: Cerca Prodotto

source: Project Code
fr_fr: Code du projet
it_it: Codice Progetto

source: Proposal
fr_fr: Proposition
it_it: Offerta

# ProposalCompanies
source: Insurance Companies
fr_fr: Les sociétés d'assurance qui feront des propositions
it_it: Compagnie di Assicurazioni da Ricevere le Offerte

# ProposalCompareTable
source: Comparison Table
fr_fr: Tableau comparatif des propositions
it_it: Tabelle di Comparazione delle Offerte

source: Proposal Count
fr_fr: Nombre de propositions
it_it: Numero di Offerte

source: Proposal Date
fr_fr: Date de proposition
it_it: Data dell'Offerta

source: Proposal Date Type
fr_fr: Type de date de proposition
it_it: Tipi della Data dell'Offerta

source: Proposal End Date
fr_fr: date de fin de proposition
it_it: Data di Scadenza dell'Offerta

# ProposalInfo
source: Proposal Information
fr_fr: Information sur la proposition
it_it: Informazioni sull'Offerta

# ProposalIsNotCreated
source: Proposal could not created
fr_fr: la proposition n'a pas pu être préparée
it_it: L'Offerta non è stata preparata

source: Proposal PDF
fr_fr: Proposition PDF
it_it: Offerta PDF

source: Proposal Rates
fr_fr: Taux de proposition
it_it: Tassi di Offerta

source: Proposal Report
fr_fr: Rapport de proposition
it_it: Rapporto dell'Offerta

source: Proposal Start Date
fr_fr: Date de début de proposition
it_it: Data di ınizio dell'Offerta

# Proposal_CreditLife
source: Credit Insurance Policy
fr_fr: Proposition vie avec crédit
it_it: Offerta Per Vita di Credito

source: Proposal Detail
fr_fr: Détail de la proposition
it_it: Dettaglio di Offerta

# Proposal_Get
source: Get Proposal
fr_fr: obtenir une proposition
it_it: Riceve l'Offerta

source: Proposal Id
fr_fr: ID proposition
it_it: ID di Offerta

source: Proposal List
fr_fr: Liste de proposition
it_it: Lista delle Offerte

# Proposal_List_ForUser
source: Proposals
fr_fr: Propositions
it_it: Le Offerte

source: Proposal No
fr_fr: N° de proposition
it_it: Numeo di Offerta

# Proposal_Search
source: Search Proposal
fr_fr: Chercher une proposition
it_it: Cerce Offerta

source: Proposal Status
fr_fr: État de la proposition
it_it: Stato di Offerta

# Proposal_TVM
source: SALES CHANNEL
fr_fr: La Société d'Assurance a préparé
it_it: Preparante del Canale di Vendita

# Proposal_TVMUser
source: SALES CHANNEL USER
fr_fr: Utilisateur qui a préparé
it_it: Utente preparante

# Proposal_UserOther
source: Another Sales Representative
fr_fr: Je prépare la proposition au nom de quelqu'un d'autre
it_it: Sto preparando l'offerta a nome di un alltro

# Proposal_UserSelf
source: I am Sales Representative
fr_fr: Je prépare la proposition à mon nom
it_it: Sto preparando l'offerta a nome mio

# Proposol_Type
source: Proposal Type
fr_fr: Type de proposition
it_it: Tipo dell'Offerta

# Proposol_User_Information
source: No proposal is created yet...
fr_fr: Aucune proposition n'est saisie pour ce client
it_it: Ancora non è stata inserita un offerta appartenente al Cliente..

source: Protected Future
fr_fr: Avenir protégé
it_it: Futura Protetta

source: Provision For Loan Amount
fr_fr: Contrepartie du montant du crédit
it_it: Quantità di denaro del credito

source: Query
fr_fr: Interroger
it_it: Interroga

# QueryIndicator
source: Querying…
fr_fr: En cours d'interrogation
it_it: Si Sta Interrogando…

# QueryOldPolicy
source: Query With Old Policy
fr_fr: Interroger avec les informations d'ancienne police d'assurance
it_it: Interroga con le Informazioni di vecchia Polizza

source: Query Type
fr_fr: Type d'interrogation
it_it: Tipo di Interrogazione

source: Question
it_it: Domanda

source: QuestionDetails
fr_fr: Informations sur la question
it_it: Informazioni sulla Domanda

# Question_Add
source: Add Question
fr_fr: Ajoute une question
it_it: Aggiungi Domanda

# Question_Answer_Len
source: Answer lenght
fr_fr: Longueur de la réponse
it_it: Lunghezza della Risposta

# Question_Answer_Type
source: Answer Type
fr_fr: Type de question réponse
it_it: Tipo di Risposta delle Domanda

source: Question Code
fr_fr: Code de la question
it_it: Codice Domanda

source: Question List
fr_fr: Liste des questions
it_it: Lista delle Domande

source: Question Name
fr_fr: Nom de la question
it_it: Nome della Domanda

# Question_Search
source: Search Question
fr_fr: Chercher une question
it_it: Cerca Domanda

source: Rate
fr_fr: Taux
it_it: Il Tasso

source: Read
fr_fr: Lire
it_it: Leggi

# Real_TC_Nationals_Customer
source: Person
fr_fr: Personne
it_it: Persona

source: Records go back to fix
fr_fr: Retournez en arrière pour rectifier les enregistrements.
it_it: Andare in dietro per correggere le registrazioni

# RecoveryPassword_Success_AlreadySendLink
source: Already sent an email to your email address. First, check the junk folder, the mail is not reached after 20 minutes and try again.
fr_fr: Un courriel a déjà été envoyé sur votre adresse mail. Contrôlez tout d'abord votre boite courrier indésirable, si vous ne recevez pas l'email dans les 20 minutes, réessayez de nouveau.
it_it: E-mail è stato già inviato al vostro indirizzo e-mail. In primo luogo, essere sicuri di controllare la cartella di posta indesiderata. L'e-mail non ha raggiunto, riprovare dopo 20 minuti.

# RecoveryPassword_Success_SendLink
source: A link to reset your password sent to your email address. Sure to check out the Junk folder, think that mail is not reached after 20 minutes and try again.
fr_fr: Un email vous a été envoyé pour réinitialiser votre mot de passe. Contrôlez votre boite courrier indésirable, si vous pensez que l'email n'est pas arrivé, réessayez de nouveau.
it_it: È stato inviato un link al vostro indirizzo e-mail, per reimpostare la vostra pasword. Controllare la cartella indesiderata, se si pensa che e-mail non è stato raggiunto, riprovare dopo 20 minuti.

source: Reference Number
fr_fr: Numéro de demande
it_it: Numero di Applicazione

source: Refresh
fr_fr: Renouveler
it_it: Rinnova

source: Region
fr_fr: Région
it_it: Zona

source: Regional Sales Detail Report
fr_fr: Rapport de détail de vente Région
it_it: Rapporto di Dettaglio delle vendite della Zona

source: Regions
fr_fr: Régions
it_it: Zone

# RegistrationFormId
source: Registration Form Nı
fr_fr: N° de document d'enregistrement
it_it: Numero di Documento di Registrazione

source: Related Document
fr_fr: Document concerné
it_it: Documento Allegato

# Related_Proposals
source: Related Proposal
fr_fr: Proposition concernée
it_it: Offerta Relativa

source: Relative
fr_fr: Famille
it_it: Parente

source: Reminders
fr_fr: Rappels
it_it: I Prememoria

# Remove
source: Remoce
fr_fr: Enlever
it_it: Rimuovi

source: Remove All
fr_fr: Enlever tout
it_it: Rimuovi Tutti

source: Renewal No
fr_fr: N° de renouvellement
it_it: Numero di Rinnovamento

source: Renovation
fr_fr: Renouvellement
it_it: Rinnovamento

# RepeatProposal
source: RECALCULATE
fr_fr: REPREND UNE PROPOSITION
it_it: RICEVE DI NUOVO L'OFFERTA

source: Report
fr_fr: Rapport
it_it: Rapporto

source: Report End Date
fr_fr: Date de fin du rapport
it_it: Data di Scadenza del Rapporto

source: Reports
fr_fr: Rapports
it_it: Rapporti

source: Reports prepared
fr_fr: Rapports préparés
it_it: Rapporti Preparati

source: Report Start Date
fr_fr: Date de début du rapport
it_it: Data di Inizio di Rapporto
