Repository: NeoSinerji0011/NeoOnline
Catalog: Neosinerji.BABOnlineTP.Web/Content/Lang/babonline.*.resx
Languages: fr_fr, it_it

source: Absent
fr_fr: Néant
it_it: Nessuno

source: Access is Denied
fr_fr: Accès bloqué
it_it: L'Accesso è Bloccato

source: Accidental Death
fr_fr: Décès accidentel
it_it: Morte Accidentale

source: Accidental Disability
fr_fr: Invalidité accidentelle
it_it: Disabilità Accidentale

source: Accidental Disability Benefit
fr_fr: Garantie en cas d'invalidité accidentelle
it_it: Garanzia per Disabilità Accidentale

source: Accidental Death Benefit
fr_fr: Garantie en cas de décès accidentel
it_it: Garanzia per Morte Accidentale

source: Accidental Death in Public Transportation
fr_fr: Garantie en cas de décès accidentel en transport public
it_it: Garanzia per Morte Accidentale nei Mezzi di Trasporto Pubblico

source: Accidental Medical Expenses Additional Coverage
fr_fr: Garantie complémentaire des frais de soins suite à un accident
it_it: Garanzia Aggiuntiva per i Costi di Trattamento Dopo l'Incidente

source: Accounting
fr_fr: Comptabilité
it_it: Contabilità

source: Accounting Integration
fr_fr: Intégration comptable
it_it: Integrazione di Contabilità

source: Account Name
fr_fr: Nom du Compte
it_it: Nome del Conto

# AccountNo
source: Account Name
fr_fr: Numéro de Compte
it_it: Numero del Conto

# Account_Collection_judical
source: Collection Account(Entity)
fr_fr: Compte d'Encaissement (personne morale)
it_it: Conto di Recupero (Persona Giuridica)

# Account_Collection_real
source: Collection Account(Person)
fr_fr: Compte d'Encaissement (personne physique)
it_it: Conto di Recupero (Persona Fisica)

# Accrual
source: Current Policy
fr_fr: Constatation
it_it: Maturazione

source: Active
fr_fr: Actif
it_it: Attivo

source: Add
fr_fr: Ajouter
it_it: Inserisci

# Add1
source: Add
it_it: #NON C'È

source: Add Application Form
fr_fr: Insérer le formulaire de demande
it_it: Inserisci il Modulo di Domanda

source: Add Decoration
fr_fr: Coût de décoration
it_it: Costo di Decorazione

# Added_Records_User
source: Created By
fr_fr: Personne qui a saisi l'enregistrement
it_it: Quello che Aggiunge la Registrazione

# Added_User
source: Created By
fr_fr: Utilisateur qui a fait la saisie
it_it: L'Utente che Aggiunge

source: Add goods
fr_fr: Valeur du bien
it_it: Costo delle Merci

# AdditionalCollateralGoods
source: Additional Coverage Goods
fr_fr: Garantie complémentaire de biens
it_it: Merce che è Garanzia Aggiuntiva

# AdditionalCollateralIngredient
source: Additional Coverage Ingredient
fr_fr: Contenu de la garantie complémentaire
it_it: Contenuto che è Garanzia Aggiuntiva

source: Additional Coverage Liability
fr_fr: Assurance responsabilité civile complémentaire
it_it: Garanzia Aggiuntiva di Responsabilità Finanziaria

source: Additional Premium Additional Coverage
fr_fr: Prime supplémentaire pour la Garantie complémentaire
it_it: Premio Supplementare della Garanzia Aggiuntiva

source: Additional guarantees
fr_fr: Garanties complémentaires
it_it: Garanzie Aggiuntive

source: Add Note
fr_fr: Insérer une note
it_it: Aggiungi Una Nota

source: Address
fr_fr: Adresse
it_it: Indirizzo

# Address_Add
source: Add Address
fr_fr: Insérer l'adresse
it_it: Aggiungi l'Indirizzo

# Address_Info
source: Address Information
fr_fr: Coordonnées
it_it: Informazioni di Indirizzo

# Address_Info2
source: Address Information
fr_fr: Coordonnée
it_it: Informazione di Indirizzo

source: Address Type
fr_fr: Type d'adresse
it_it: Tipo di Indirizzo

source: Add To Commodity
fr_fr: Prix du bien
it_it: Costo delle Materie Prime

# AddTUM
source: Add Insurance Company
fr_fr: Insérer le Canal de Vente
it_it: Aggiungi Compagnia di Assicurazione

# AddTVM
source: Add Sales Channel
fr_fr: Insérer la Société d'Assurance
it_it: Aggiungi Canale di Vendite

source: Add User
fr_fr: Insérer un utilisateur
it_it: Aggiungi l'Utente

# AddUsers
source: Add Multiple User
fr_fr: Insérer multi-utilisateurs
it_it: Aggiungi Molti Utenti

# Add_Date
source: Create Date
fr_fr: Date d'insertion
it_it: Data di Inserimento

source: Advance
fr_fr: Avancer
it_it: Porta Avanti

# AgencyNo
source: Agency Number
fr_fr: N° d'agence
it_it: Numero di Agenzia

source: Agent
fr_fr: Agence
it_it: Agenzia

source: Alert
fr_fr: Alarme
it_it: Allarme

source: All
fr_fr: Tout
it_it: Tutto

# AllExportExcel
source: All Export to Excel
fr_fr: Tout transférer vers Excel
it_it: Trasferisci Tutti in Excel

source: All Floors
fr_fr: Tous les étages
it_it: Tutti i Piani

source: All Of
fr_fr: Totalité
it_it: Tutti

source: Amount
fr_fr: Montant
it_it: Importo

source: Amount Of Guarantee
fr_fr: Montant de garantie
it_it: Importo della Garanzia

# AMSCaption
source: AMS
fr_fr: AMS (Responsabilité Financière Croissante)
it_it: Titolo AMS

source: An error has occurred
fr_fr: Une erreur est survenue.
it_it: Si è verificato Un Errore.

# AnnouncementDetails
source: Announcement Detail
fr_fr: Annonce détaillée
it_it: Dettaglio dell'Annuncio

source: Annual
fr_fr: Annuel
it_it: Annuale

source: Annual Disability Support Coverage
fr_fr: Garantie annuelle de soutien aux personnes handicapées
it_it: Piano di Sostegno Annuo per la Disabilità

source: Annual Premium
fr_fr: Prime annuelle
it_it: Premio Annuale

source: Annual Premium Amount
fr_fr: Montant de la prime annuelle
it_it: L'Importo del Premio Annuale

source: Annual Rate of Inflation Protection
fr_fr: Taux annuel de protection de l'inflation
it_it: Tasso Annuale di Protezione Contro l'Inflazione

# AnnualRepaymentAmount
source: Annual Repayment Amount to be taken in
fr_fr: Montant annuel de remboursements à percevoir
it_it: Importo Annuo da Prendere per Rimborsi

source: Apartment
fr_fr: Appartement
it_it: Appartamento

# ApartmentM2
source: Gross Area (M2)
fr_fr: Appartement Brut (M²)
it_it: Appartamento Lordo (M2)

# Apartment_No
source: Flat No
fr_fr: N° d'appartement
it_it: Numero Civico

source: Appendix No
fr_fr: N° de police
it_it: Numero Allegato

source: Application Form Bass
fr_fr: Imprimer le formulaire de demande
it_it: Stanpa il Modulo di Domanda

source: Approval
fr_fr: Validation
it_it: Approvazione

source: April
fr_fr: Avril
it_it: Aprile

source: ASBIS No
fr_fr: N° ASBIS (Système d'information de données sur le véhicule et conducteur)
it_it: Numero di ASBIS

# Asistans
source: Assistance
it_it: Assistene

source: Asistant Manager
fr_fr: Directeur Adjoint
it_it: L'Assistente dell'Amministratore

source: Asset Value
fr_fr: Valeur immobilisation
it_it: Costo delle Rimanenze

source: Asset insurance
fr_fr: Assurance du patrimoine
it_it: Assicurazioni Patrimoniali

source: Assistant Service
fr_fr: Service d'assistance
it_it: Servizio di Assistenza

source: Associate
fr_fr: Bac + 2
it_it: Pre-Licenza

source: August
fr_fr: Août
it_it: Agosto

# Authority
source: Authorization
fr_fr: Autorisation
it_it: Autorizzazione

# AuthorityGroup_Add
source: Add Authorization Group
fr_fr: Ajouter un groupe d'autorisation
it_it: Aggiungi il Gruppo di Autorizzazione

# AuthorityGroup_Info
source: Authorization Group Info
fr_fr: Information sur le groupe d'autorisation
it_it: Informazioni sul Gruppo di Autorizzazione

# AuthorityManage
source: Authorization Management
fr_fr: Gestion des autorisations
it_it: Gestione delle Autorizzazioni

# Authority_Add
source: Add Authorization
fr_fr: Ajouter une autorisation
it_it: Aggiungi l'Autorizzazione

# Authority_Info
source: Authorization Info
fr_fr: Information d'autorisation
it_it: Informazioni Sull'Autorizzazione

# Authority_Search
source: Search Authorization
fr_fr: Chercher une autorisation
it_it: Cerca l'Autorizzazione

source: Authorization Group
fr_fr: Groupe d'autorisation
it_it: Gruppo di Autorizzazione

source: Authorized Service
fr_fr: Service agréé
it_it: Assistenza Autorizzato

# AuthorPaymentTCID
source: Author of payment TC ID
fr_fr: Numéro d'identification RT de la personne payante
it_it: Numero di Identificazione della Persona che Paga

# Avenue
source: Street
fr_fr: Avenue
it_it: Strada

# AvenueStreetSquare
source: Street / Square
fr_fr: Avenue / Rue
it_it: Strada / Via

source: babonline Product Code
fr_fr: Code de produit BAB online
it_it: Codice Prodotto BAB Online

source: Back
fr_fr: Retour
it_it: Indietro

source: Bank
fr_fr: Banque
it_it: Banca

source: Bank Accounts
fr_fr: Compte Bancaire
it_it: Conti Bancari

# BankAccounts_Add
source: Add Bank Account
fr_fr: Ajouter un Compte Bancaire
it_it: Aggiungi il Conto Bancario

source: Bank Code
fr_fr: Code banque
it_it: Codice Bancario

source: Bank Name
fr_fr: Nom de la Banque
it_it: Il Nome della Banca

source: Basics of Fire
fr_fr: Bases Incendies
it_it: Fuoco per Fondazioni

source: Bazaar
fr_fr: Marché
it_it: Mercato

source: BENEFICIARY INFORMATION
fr_fr: INFORMATION DE BÉNÉFICIAIRE (AVANTAGES)
it_it: INFORMAZIONI SUL BENEFICIARIO (QUELLO CHE BENEFICIA)

# BetweenFloor_01_04
source: 01-04 Between Floor
fr_fr: Étage entre 01-04
it_it: Piano Tra 01 - 04

# BetweenFloor_05_07
source: 05-07 Between Floor
fr_fr: Étage entre 05-07
it_it: Piano Tra 05 - 07

# BetweenFloor_08_19
source: 08_19 Between Floor
fr_fr: Étage entre 08-19
it_it: Piano Tra 08 - 19

# Between_1_and_100
source: Must be between 1 and 100.
fr_fr: Veuillez entrer une valeur entre 1 et 100.
it_it: Si prega di inserire un valore compreso tra 1 e 100.

source: Bid Date Type
fr_fr: Type de date de proposition
it_it: Data e Tipo di Offerta

# Block
source: Lock
fr_fr: Verrouiller
it_it: Blocca

# BlockOfBuilding
source: Block
fr_fr: Ile
it_it: Isola

# Block_Info
source: User will be locked!
fr_fr: L'utilisateur sera verrouillé !
it_it: L'Utente sarà Bloccato!

# BodyOfPartyLiabilityPerAccident
source: 3. Body of Party Liability Per Accident
fr_fr: Dommage corporel accidentel responsabilité civile d'une tierce personne
it_it: Il Prezzo di Responsabilità Finanziaria di 3a Persona Per Incidente

source: Box Contains Fire
fr_fr: Contenu de la caisse Incendie
it_it: Fuoco Per Contenuti di Cassa

source: Box number
fr_fr: N° de case
it_it: Numero di Casella

source: Branch
fr_fr: Filiale
it_it: Ramo

# BranchDescription
source: Branch Definition
fr_fr: Description de la filiale
it_it: Definizione del Ramo

# Branch_Add
source: Add Branch
fr_fr: Ajouter une filiale
it_it: Aggiungi il Ramo

source: Branch Code
fr_fr: Code de la filiale
it_it: Codice di Ramo

source: Branch Info
fr_fr: İnformation sur la filiale
it_it: Informazioni sul Ramo

source: Branch List
fr_fr: Liste des filiales
it_it: Elenco di Ramo

source: Branch Name
fr_fr: Nom de la filiale
it_it: Nome del Ramo

# Branch_Sales_Report
source: Branch Office Sales Report
fr_fr: Rapport de vente de la filiale
it_it: Rapporto di Vendite di Filiale

# Branch_Search
source: Search Branch
fr_fr: Chercher une filiale
it_it: Cerca Ramo

source: Brand Code
fr_fr: Code de la marque
it_it: Codice del Marchio

source: BRİCK MASONRY
fr_fr: CONSTRUCTION EN MAÇONNERIE
it_it: MURATURA IN PIETRA

source: Building
fr_fr: Bâtiment
it_it: Edificio

source: Building Additional Coverage
fr_fr: Garantie complémentaire Bâtiment
it_it: Garanzia Aggiuntiva Per l'Edificio

# BuildingBuildYear
source: Built in (Year)
fr_fr: Date de construction du bâtiment
it_it: Anno di Costruzione dell'Edificio

source: Building Cost
fr_fr: Valeur du bâtiment
it_it: Coso dell'Edificio

source: Building Debris Removal
fr_fr: Enlèvement des décombres du bâtiment
it_it: Rimozione dei Residui dell'Edificio

source: Building Earthquake
fr_fr: Bâtiment Tremblement de terre
it_it: Terromoto per l'Edificio

source: Building Exemption Ratio
fr_fr: Taux d'exemption du bâtiment
it_it: Tasso di Esenzione dell'Edificio

source: Building Fire
fr_fr: Bâtiment Incendie
it_it: Fuoco Per l'Edificio

# BuildingFloorCount
source: Floor Count
fr_fr: Nombre d'étage du bâtiment
it_it: Il Numero di Piani dell'Edificio

# BuildingStyle
source: Building Type
fr_fr: Style de bâtiment
it_it: Stile della Struttura

source: Building No
fr_fr: N° du bâtiment
it_it: Numero dell'Edificio

source: Built-in Water
fr_fr: Circuit d'Eau intégré
it_it: Acqua Interna

source: Bureau
it_it: Ufficio

source: Business information stating are in place
fr_fr: Information concernant le lieu de travail
it_it: Informazioni Sul Posto di Lavoro

source: Business Type
fr_fr: Type d'entreprise
it_it: Tipo di Affari

# Buy
source: Purchase
fr_fr: Acheter
it_it: Compra

# BuyPolicy
source: Purchase
fr_fr: Créer la police
it_it: Polizzare

source: Buy Proposal
fr_fr: Recevoir une proposition
it_it: Riceve le Offerte

source: Calculate
fr_fr: Calculer
it_it: Conta

source: Calculating
fr_fr: En cours de calcul
it_it: Si Sta Contando…

source: Calculation of Choice
fr_fr: Calcul du Choix
it_it: Opzione di Calcolo

source: Cancel
fr_fr: Annuler
it_it: Annulla

source: Car Insurance Statistics Report
fr_fr: Rapport statistiques assurances autos
it_it: Rapporto Statistiche di Assicurazioni Auto

# CarryingAuthorization
source: Transport Authorization Document
fr_fr: Permis de transport
it_it: Certificato di Autorizzazione Per il Trasporto

# CarryingAuthorization_Have
source: Has Transport Authorization Document ?
fr_fr: Possède-t-il un permis de transport ?
it_it: Ha il Certificato di Autorizzazione Per il Trasporto?

# CarryingResonsibilityInfo
source: Transport Responsibility Information
fr_fr: Informations sur la responsabilité du transporteur
it_it: Informazioni di Responsabilità del Vettore

# CarryingResponsibility
source: Transport Responsibility
fr_fr: Responsabilité Transporteur
it_it: Responsabilità del Vettore

# CarryingResponsibility_Have
source: Has Transport Responsibility
fr_fr: Y-a-t'il une Responsabilité Transporteur
it_it: Ha la Responsabilità del Vettore?

source: Cash
fr_fr: Comptant
it_it: Contanti

source: Cash Theft
fr_fr: Vol de Caisse
it_it: Furto di Denaro Conante

# CentralAuthority
source: Head Office Authorization
fr_fr: Autorité Centrale
it_it: Autorità Centrale

source: Central Damaged
fr_fr: Dommage Moyen
it_it: Moderatamente Danneggiato

source: Change
fr_fr: Changer
it_it: Cambia

source: Change Password
fr_fr: Changer le mot de passe
it_it: Cambia Pasword

# Change_Right
source: Changing
fr_fr: Ne pas changer
it_it: Cambiamento

source: Chassis No
fr_fr: N° de châssis
it_it: Numero di Telaio

source: Checkbook
fr_fr: Carnet de chèque
it_it: Scheda di Controllo

source: Child
fr_fr: Enfant
it_it: Bambino

source: CHOOSE
fr_fr: Choisir
it_it: SCEGLI

source: Choose Photo
fr_fr: Choisir une photo
it_it: Scegli una Foto

source: City
fr_fr: Ville
it_it: Città

source: City Code
fr_fr: Code de la ville
it_it: Cidce della Città

source: Clear
fr_fr: Effacer
it_it: Pulisci

source: Close
fr_fr: Fermer
it_it: Chiudi

source: Code
it_it: Codice

# Collateral
source: Coverage
fr_fr: Garantie
it_it: Garanzia

# CollateralType
source: Coverage Type
fr_fr: Type de garantie
it_it: Tipo di Garanzia

# Collateral_Add
source: Add Coverage
fr_fr: Ajouter une garantie
it_it: Aggiungi Garanzia

# Collateral_Code
source: Coverage Code
fr_fr: Code de la garantie
it_it: Codice di Garanzia

# Collateral_Info
source: Coverage Information
fr_fr: Information sur la garantie
it_it: Informazioni sulla Garanzia

# Collateral_List
source: Coverage List
fr_fr: Liste des garanties
it_it: Lista di Garanzia

# Collateral_Name
source: Coverage Name
fr_fr: Nom de la garantie
it_it: Nome della Garanzia

# Collateral_Of_Walkout_LockOut_PopularMovement
source: Coverage of Walkout - Lockout
fr_fr: Garantie des risques de mouvements populaires, grèves, lock-out
it_it: La Garanzia Per Sciopero, Lockout e Movimento Popolare

# Collateral_Search
source: Search Coverage
fr_fr: Chercher une garantie
it_it: Cerca Garanzia

source: Comment
fr_fr: Commentaires
it_it: Descrizione

source: Commercial
fr_fr: Commerce
it_it: Azienda

source: Commission
it_it: Commissione

source: Commission Calculate
fr_fr: Calculer la commission
it_it: Calcolo Commissione

source: Commission Rate
fr_fr: Taux des commissions
it_it: Tassi di Commissione

source: Commodity Earthquake
fr_fr: Biens Tremblement de terre
it_it: Terramoto Per le Materie Prime

source: Commodity Fire
fr_fr: Biens Incendie
it_it: Fuoco Per le Materie Prime

source: Company
fr_fr: Société
it_it: Società

source: Complementary Health
fr_fr: Santé complémentaire
it_it: Salute Complementare

source: Completed
fr_fr: complété
it_it: È Stato Completato

source: Configuration
it_it: Configurazione

# Configuration_Add
source: Add Configuration
fr_fr: Ajouter une configuration
it_it: Aggiungi Configurazione

source: Configuration Code
fr_fr: Code de configuration
it_it: Codice di Configurazione

source: Configuration Info
fr_fr: Information sur la configuration
it_it: Informazioni sul Configurazione

source: Configuration List
fr_fr: Liste de la configuration
it_it: Lista dei Configurazioni

# Configuration_Search
source: Search Configuration
fr_fr: Chercher une configuration
it_it: Cerca Configurazione

source: Configuration Value
fr_fr: Valeur de la configuration
it_it: Valore di Configurazione

source: Connected
fr_fr: Connecté
it_it: Connesso

source: Connection Limit
fr_fr: Limite de la connexion
it_it: Limite di Connessione

source: Consumer
fr_fr: Consommateur
it_it: Consumatore

source: Contact
it_it: Comunicazione

source: Contact Information
fr_fr: Nos coordonnées
it_it: Le Nostre Informazioni di Contatto.

source: Contact Address
fr_fr: Adresse de contact
it_it: Indirizzo di Contatto

# Contact_Info
source: Contact Information
fr_fr: Information sur le contact
it_it: Informazioni di Contatto

# Contact_Infos
source: CONTACT INFO
fr_fr: INFORMATION SUR LE CONTACT
it_it: INFORMAZIONI DI CONTATTO

# Contact_Number_Type
source: Contact Type
fr_fr: Type de numéro de contact
it_it: Tipo di Numero di Contatto

source: Contact Us
fr_fr: CONTACTEZ-NOUS
it_it: SCRIVICI

source: Contains Earthquake Volcanic Eruption
fr_fr: Contient Éruption de volcan, Tremblement de terre
it_it: Terremoto Eruzione Vulcanica Contenuto

source: Contests
fr_fr: Concours
it_it: Concorsi

source: Continuous Accident Injury
fr_fr: Invalidité permanente accident personnel
it_it: Infortuni Personali, Disabilità Permanente

source: Contracted Special Service
fr_fr: Service privé sous contrat
it_it: Servizio Privato Concordato

# Corporate_Customers
source: Corporate
fr_fr: Clients Professionnels
it_it: Giuridico

# Correct_Record
source: Correct Records
fr_fr: Enregistrements sans erreurs
it_it: Registrazioni Esatte

source: Country
fr_fr: Pays
it_it: Paese

source: Country Code
fr_fr: Code du pays
it_it: Codice Paese

# CountyType
source: Country Type
fr_fr: Type de pays
it_it: Tipo Paese

# CourierWasDelivered
source: Courier was delivered to
fr_fr: Message a été Remis
it_it: È Stato Consegnato al Corriere

source: Create Application
fr_fr: Crée une demande
it_it: Crea Applicazione

source: Created
fr_fr: A été créé
it_it: È Stato Creato

# CreationDate
source: Record Date
fr_fr: Date d'enregistrement
it_it: Data di Registrazione

source: Credit Amount
fr_fr: Montant du crédit
it_it: Importo del Credito

# CreditCard_Collection
source: Collection by Credit Card
fr_fr: Encaissement Carte de crédit
it_it: Raccolta della Carta di Credito

# CreditCard_Holder
source: Card Holder
fr_fr: Propriétaire de la carte de crédit
it_it: Proprietario della Carta di Credito

# CreditCard_Number
source: Card Number
fr_fr: Numéro de la carte de crédit
it_it: Numero di Carta di Credito

# CreditDetails
source: Credit Information
fr_fr: İnformation sur le crédit
it_it: Informazioni di Credito

# CreditDuration
source: Duration
fr_fr: Durée du Crédit
it_it: Periodo di Credito

# CreditEndDate
source: End Date
fr_fr: Date de fin du crédit
it_it: Data di Scdenza di Credito

source: Credit Expiry
fr_fr: Echéance Crédit
it_it: Scadenza di Credito

source: Credit Life
fr_fr: Assurance Vie
it_it: Vita Con Credito

source: Credit Life Policy Report
fr_fr: Rapport de police d'assurance vie
it_it: Rapporto di Polizza Per la Vita Con Credito

source: Credit Life Report
fr_fr: Rapport d'assurance vie
it_it: Rapporto Per la Vita Con Credito

# CreditReferenceNumberAccountContractNo
source: Reference / Contract No
fr_fr: N° de référence du crédit / N° de compte contrat
it_it: Numero di Riferimento di Credito / Numero di Contratto di Conto

# CreditStartDate
source: Beginning Date
fr_fr: Date du début du crédit
it_it: Data di Inizio del Credito

source: Credit Type
fr_fr: Type de crédit
it_it: Tipo di Credito

source: Credit Card
fr_fr: Carte de crédit
it_it: Carta di Credito

# Credit_Card_Info
source: It's the insurance company and the insurance company about the safety of your screen, it meets the criteria. Credit card information is not kept the system.
fr_fr: Cette écran de paiement appartient à la société d'assurance et est conforme aux critères de sécurité. Les informations des cartes de crédit ne sont pas conservées dans le système.
it_it: Questo schermo di pagamento appartiene alla compagnia di assicurazione, ed è conforme ai criteri di sicurezza della compagnia di assicurazione. Dati della carta di credito non vengono conservati nel sistema.

source: Critical Illness Coverage
fr_fr: Garantie de maladie critique
it_it: Garanzia Per la Malattia Critica

source: Cumulative Insurance
fr_fr: Assurance cumulative
it_it: Assicurazioni Cumulative

# Cure
source: Treatment
fr_fr: Soins
it_it: Terapia

source: Currency
fr_fr: Devise
it_it: Valuta

source: Currency Code
fr_fr: Code de la devise
it_it: Codice di Valuta

source: Customer
fr_fr: Client
it_it: Cliente

source: Customer Count
fr_fr: Nombre de clients
it_it: Numero Cliente

source: Customer Info
fr_fr: Informations sur le client
it_it: Informazioni sul Cliente

# CustomerManage
source: CUSTOMER MANAGEMENT
fr_fr: GESTION DU CLIENT
it_it: GESTIONE DEI CLIENTI

source: Customer Proposal Report
fr_fr: Rapport de proposition client
it_it: Raporto di Offerta del Cliente

source: Customer Rates
fr_fr: Taux des clients
it_it: Tassi di Clienti

source: Customer Representative
fr_fr: Représentant du client
it_it: Rappresentante del Servizio Clienti

source: Customers No
it_it: NON C'È

source: Customers of the Pay Periodof Insurance
fr_fr: Durée d'assurance payable par le client
it_it: Periodo di Assicurazione che Verrà Pagato dal Cliente

# Customer_Add
source: Add Customer
fr_fr: Ajouter un client
it_it: Aggiungi Cliente

# Customer_Add_List
source: Add Multiple Customers
fr_fr: Ajouter multi-clients
it_it: Aggiungi i Clienti Collettivamente

source: Customer Code
fr_fr: Code du client
it_it: Codice Cliente

source: Customer List
fr_fr: Liste des clients
it_it: Lista dei Clienti

# Customer_Name_Title
source: Name
fr_fr: Prénom / Titre
it_it: Nome / Titolo

# Customer_No
source: Customer Code
fr_fr: Numéro de Client
it_it: Numero del Cliente

source: Customer Save
fr_fr: Enregistrement Client
it_it: Registrazione Clienti

# Customer_Search
source: Search Customer
fr_fr: Chercher un client
it_it: Cerca Cliente

# Customer_Surname_Title
source: Surname
fr_fr: Nom / Titre
it_it: Cognome / Titolo

source: Customer Type
fr_fr: Type de client
it_it: Tipo di Cliente

# Customer_TypeCode_Tooltip
source: Person TC Citizen : TCKN </br> Corporate :VKN </br> Proprietorship : TCKN</br> Person (Foreigner) : YKN
fr_fr: Personne Physique de nationalité Turque : N° ID Turque </br> Personne Morale : N° Fiscale </br> Société individuelle : N° ID Turque </br> Personne Physique Étrangère : N° ID étrangère </br>
it_it: Vero Cittadino Turco: TCKN </br> Persona Giuridica: VKN</br> Ditta Individuale: TCKN</br> Cittadino Straniero Reale: YKN

# Customer_Type_Code
source: Customer Type
fr_fr: Type de client
it_it: Tipo di Cliente

source: Custom field
fr_fr: Champ personnalisé
it_it: Zona Speciale

source: Custom Service
fr_fr: Service personnalisé
it_it: Servizio Speciale

# CW_L_PM
source: G.L.K.H.H.T
fr_fr: Mouvements populaires et terrorisme
it_it: Movimenti Popolari, Terrorismo

source: Cylinder Capacity
fr_fr: Cylindrée
it_it: Volume del Cilindro
