Repository: NeoSinerji0011/NeoOnline
Catalog: Neosinerji.BABOnlineTP.Web/Content/Lang/babonline.*.resx
Languages: fr_fr, it_it

# Daily_15
source: 15 Daily
fr_fr: Pour 15 jours
it_it: Per 5 Giorni

source: Daini Loss Payee
fr_fr: Créancier gagiste
it_it: Pignoratizio

source: Damage Insurance
fr_fr: Assurance tout-risque
it_it: Assicurazione di Casco (Risarcimento di Danni)

source: Damage Status
fr_fr: État des dommages
it_it: Stato di Danno

# Damage_From_The_Animals
source: Damage (Animal)
fr_fr: Dégâts survenus à cause d'animaux
it_it: Danni da Parte degli Animali

# DaskInsuranceCompany
source: Insurance Company (DASK)
fr_fr: Société d'assurance DASK (DASK = Institution d'assurance contre les tremblements de terre et les catastrophes naturelles)
it_it: Compagnia di Assicurazione Dask

# DaskInsuranceValue
source: Dask Insurance Price
fr_fr: Coût d'assurance DASK
it_it: Costo di Assicurazione Dask

# DaskPolicyMaturityDate
source: Due Date
fr_fr: Date d'échéance de la police d'assurance DASK
it_it: Data di Scadenza di Polizza Dask

source: Dask Proposal
fr_fr: Proposition de DASK
it_it: Offerta di Dask

source: Date
it_it: Data

# DateOfBirth
source: Birthdate
fr_fr: Date de naissance
it_it: Data di Nascita

source: Date range
fr_fr: Intervalle de date
it_it: L'Intervallo di Date

# Date_Of_the_Establishment
source: Issue Date
fr_fr: Date de préparation
it_it: Data di Rilascio

source: Day
fr_fr: Jour
it_it: Giorno

source: Death
fr_fr: Décès
it_it: Decesso

source: Death/Disability
fr_fr: Décès / Invalidité
it_it: Morte / Disabilità

# DeathsDisabilityCure
source: Death / Disability / Treatment
fr_fr: Décès Invalidité Soins
it_it: Decesso, Disabilità, Terapia

source: Death_or_Critical_Illness
fr_fr: Décès ou maladie critique
it_it: Decesso o Malattia Critica

# DebrisRemovalGoods
source: Debris Removal
fr_fr: Enlèvement des décombres
it_it: Rimozione di Detriti

source: December
fr_fr: Décembre
it_it: Diembre

source: Decorating Earthquake
fr_fr: Décoration Tremblement de terre
it_it: Terromoto Per Decorazione

source: Decorating Fire
fr_fr: Décoration Incendie
it_it: Fuoco Per Decorazione

# DelayPenalty
source: Late Fee
fr_fr: Majoration de retard
it_it: Escursione di Ritardo

source: Delete
fr_fr: Supprimer
it_it: Cancella

# Delete_Right
source: Deletion
fr_fr: Ne pas supprimer
it_it: Cancellazione

source: Deleting Records
fr_fr: Enregistrement en cours de suppression
it_it: La Registrazione Si Sta Cancellando

source: Departments
fr_fr: Départements
it_it: Dipartimenti

source: Department Sales Detail Report
fr_fr: Rapport détaillé du département Vente
it_it: Rapporto di Dettaglio delle Vendite del Dipartimento

source: Description
fr_fr: Explication
it_it: Descrizione

# Detail
source: Details
fr_fr: Détail
it_it: Dettaglio

source: Detailed
fr_fr: Détaillé
it_it: Dettagliato

# DetailProposalComparisonPDF
source: OPEN PROPOSAL COMPARISON
fr_fr: VISUALISE LA COMPARAİSON DES PROPOSITIONS EN DÉTAIL
it_it: VEDI COMPARAZIONE DETTAGLIATA DI OFFERTA

source: Details
fr_fr: Détails
it_it: Dettagli

source: Disability Annual Support
fr_fr: Soutien annuel aux personnes handicapées
it_it: Sostegno Annuale di Disabilità

source: Discount Options
fr_fr: Réduction / Surprime
it_it: Sconto / Surprim

source: Disposal
fr_fr: Préparation
it_it: Elaborazione

source: District
fr_fr: Arrondissement
it_it: Distretto

# DistrictTowns
source: Town
fr_fr: Quartier/Commune
it_it: Quartiere / Località

source: District Code
fr_fr: Code d'arrondissement
it_it: Codice del Distretto

source: Divorced
fr_fr: Divorcé ( e )
it_it: Divorziato/a

source: Docket
fr_fr: Liste de travail
it_it: L'Elenco dei Lavori

source: Doctorate
fr_fr: Doctorat
it_it: Dottorato

source: Document
it_it: Documento

source: Document successfully saved
fr_fr: Le document a été enregistré avec succès.
it_it: Documento è Stato Salvato Con Successo.

# Document_Add
source: Add Document
fr_fr: Ajouter un document
it_it: Aggiungi Documento

source: Document Type
fr_fr: Type de document
it_it: Tipo di Documento

# Document_URL
source: Document Address
fr_fr: Adresse du document
it_it: Indirizzo di Documento

# DontUseCentralAuthority
source: Do Not Use Head Office Authorization
fr_fr: Utilisation des autorisations centrales
it_it: Utilizzazione dell'Autorità Centrale

# Doviz_TL
source: Foreign Currency / TL
fr_fr: Devise /TL
it_it: Valuta / TL

source: download
fr_fr: Télécharger
it_it: Scarica

source: Download Document
fr_fr: Télécharger un document complémentaire
it_it: Scarica Ulteriore Documento

source: Do you have an alarm ?
fr_fr: Y-at'il une alarme ?
it_it: Ci Sono Allarmi?

source: Dwelling
fr_fr: Domicile
it_it: Abitazione

source: Earthquake
fr_fr: Tremblement de terre
it_it: Terremoto

source: Earthquake Exemption Ratio
fr_fr: Taux d'exemption Tremblement de terre
it_it: Tasso di Esenzione Per Terremoto

source: Earthquake in Stock
fr_fr: Immobilisations Tremblement de terre
it_it: Terremoto Per Inventario

source: Earthquake Volcanic Eruption
fr_fr: Éruption volcanique, Tremblement de terre
it_it: Terremoto, Eruzione Vulcanica

source: Earthquake Volcanic Eruption Building
fr_fr: Bâtiment Éruption volcanique, Tremblement de terre
it_it: Terremoto, Eruzione Vulcanica Per l'Edificio

source: Earthquake Volcanic Eruption Goods
fr_fr: Biens Éruption volcanique, Tremblement de terre
it_it: Terremoto, Eruzione Vulcanica Per i Beni

# Edit
source: Update
fr_fr: Mettre à jour
it_it: Aggiorna

source: Education
fr_fr: Éducation
it_it: Educazione

# Education_Level
source: Education
fr_fr: Niveau d'éducation
it_it: Stato Educativo

source: Electronic Equipment
fr_fr: Equipement électronique
it_it: Dispositivo Elettronico

# EMailFormat_Add
source: Add Format
fr_fr: Ajouter un format
it_it: Aggiungi Formato

# EMailFormat_Content
source: Content
fr_fr: Contenu
it_it: Contenuto

# EMailFormat_Id
source: Format No
fr_fr: N° de format
it_it: Numero del Formato

source: E-Mail Format List
fr_fr: Liste de format d'email
it_it: Lista Formato Per Posta Elettronica

# EMailFormat_Name
source: Format Name
fr_fr: Nom du format
it_it: Nome del Formato

# EMailFormat_Search
source: Search Format
fr_fr: Chercher un format
it_it: Cerca Formato

# EmailSend
source: SEND E-MAIL
fr_fr: ENVOYER UN COURRIEL
it_it: INVIA E-MAIL

# EMail_Address
source: E-Mail
fr_fr: Votre adresse email
it_it: Vostro Indirizzo e-mail

# Email_Adress
source: E-Mail
fr_fr: Adresse email
it_it: Indirizzo e-mail

source: Emergency Medical / Hospital / Personal Accident
fr_fr: Urgence Médicale/ Hôpital / Accident Personnel
it_it: Emergenza Medica / Ospedale / Infortunuo Infividuale

source: Emergency Healt
fr_fr: Santé Urgence
it_it: Sanitaria Emergenza

source: Employer Liability Per Accident Personal
fr_fr: Dommage corporel par accident responsabilité civile employeur
it_it: L'Importo di Responsabilità Finanziaria del Datore di Lavoro Per Infortunio

source: Employer Liability Per Capita Personal
fr_fr: Dommage corporel par personne responsabilité civile employeur
it_it: L'Importo di Responsabilità Finanziaria del Datore di Lavoro Per Infortunio

source: End Date
fr_fr: Date de fin
it_it: Data di Fine

source: Engine No
fr_fr: N° de moteur
it_it: Numero di Motore

# EnterAnnualAmountReceivedRepayment
source: Enter the annual amount to be received in Repayment
fr_fr: Entrez le montant annuel des remboursements à percevoir
it_it: Inserire l'Importo Annuale da Riscuotere Per i Rimborsi

# EnterInsuranceRepaymentPeriod
source: Enter the Insurance Repayment Period
fr_fr: Entrez la durée de remboursement de l'assurance
it_it: Inserire il Periodo di Rimborso di Assicurazione

# EPosta_Add
source: Add E-Mail
fr_fr: Ajouter un email
it_it: Aggiungi E-mail

# EPosta_Info
source: E-Mail Information
fr_fr: Information sur l'email
it_it: Informazioni E-mail

# EPosta_Search
source: Search E-Mail
fr_fr: Chercher un email
it_it: Cerca E-mail

source: Equivalent Part
fr_fr: Pièce équivalente
it_it: Parte Equivalente

source: Error
fr_fr: Erreur
it_it: Errore

source: Error Log
fr_fr: Erreur log
it_it: Registro Errore

# ErrorPage_Description_404
source: Actually, the page you are looking for does not exist.
fr_fr: En réalité, la page que vous cherchez n'existe pas
it_it: Realmente, Non C'è la Pagina che Sta Cercando.

# ErrorPage_Header
source: Houston, we have a problem.
fr_fr: Houston, nous avons un problème.
it_it: Houston, Abbiamo un problema.

# ErrorPolicyCreate
source: Error Creating Policy
fr_fr: La police d'assurance n'a pas pu être préparée.
it_it: Polizza non è stata preparata

# ErrorProporsal
source: Error Creating Proposal
fr_fr: la proposition n'a pas pu être préparée
it_it: Offerta Non è Stata Preparata

source: Errors
fr_fr: Erreurs
it_it: Errori

source: Excel Template
fr_fr: Modèle Excel
it_it: Modello di Excel

# Exception
source: Exception Occured
fr_fr: İl y a eu une erreur
it_it: Si è verificato Un Errore.

source: Exemption Asset Ratio
fr_fr: Immobilisations Taux d'exemption
it_it: Tasso di Esenzione Per Inventario

source: Existing Customer
fr_fr: Client enregistré
it_it: Cliente Registrato

source: Exists
fr_fr: Il existe
it_it: C'è

source: Expiration Date
fr_fr: Date d'expiration
it_it: Data di Scadenza

source: Expiration Refund of Premiums
fr_fr: Remboursement de prime fin d'année
it_it: Rimborso di Premio al Termine del Tempo

source: Export to Outlook
fr_fr: Transférer vers Outlook
it_it: Trasferisci a Outlook

source: Extended Insurance
fr_fr: Assurance tout-risque étendue
it_it: Casco Esteso

source: Father
fr_fr: Père
it_it: Padre

source: Father Name
fr_fr: Nom du père
it_it: Nome del Padre

source: Fax Number
fr_fr: Numéro de fax
it_it: Numero di Fax

source: February
fr_fr: Février
it_it: Febbraio

source: File
fr_fr: Dossier
it_it: Fascicolo

source: File Name
fr_fr: Nom du dossier
it_it: Nome del Fascicolo

source: Financial Institution
fr_fr: Institut financier
it_it: Istituzione Finanziaria

source: Find Agency
fr_fr: Chercher une agence
it_it: Trova Agenzia

source: Find nearest agency
fr_fr: Trouver une agence à proximité
it_it: Trova l'Agenzia più Vicino a me

source: Finish
fr_fr: Fin
it_it: Fine

source: Fire
fr_fr: Incendie
it_it: Fuoco

# FireInsuranceCompany
source: Insurance Company (Fire)
fr_fr: Société d'assurance Incendie
it_it: Compagnia di Assicurazione Per Incendio

source: Fire Policy No
fr_fr: Numéro de police d'assurance Incendie
it_it: Numero di Polizza Assicurativa Per Incendio

# FKLimit
source: Personal Accident Limit ( TL )
fr_fr: Limite d'accident individuel (TL)
it_it: Limite di Assicurazione Contro l'Infortunio Individuale

# FlatGrossFloorArea
source: Flat Gross Floor Area (m2)
fr_fr: Surface totale brute de l'appartement
it_it: Superficie Lorda dell'Appartamento

source: Fleet Policy
fr_fr: Police d'assurance Flotte
it_it: Polizza Flotta

source: Flood and Flood
fr_fr: Inondation et déluge
it_it: Alluvione e Allagamento

# Flood_Water
source: Flood / Water Damage
fr_fr: Inondation / Eau
it_it: Alluvione / Acqua

source: Floor
fr_fr: Étage
it_it: Piano

# FloorNo
source: Floor Number
fr_fr: N° d'étage
it_it: Numero del Piano

source: Floor Type
fr_fr: Type d'étage
it_it: Tipo del Piano

# Foreign
source: Foreigner
fr_fr: Étranger
it_it: Straniero/a

source: Foreign Currency
fr_fr: Devise
it_it: Valuta

source: Foreign Travel Health
fr_fr: Santé Voyage à l'étranger
it_it: Salute Per i Viaggi all'Estero

# ForeignTravelHealth_Short
source: Foreign Travel Health
fr_fr: Voyage à l'étranger
it_it: Viaggi all'Estero

# Foreign_Identification_Number
source: Foreign Citizen Number
fr_fr: Numéro de la carte d'identité étrangère
it_it: Numero di Identificazione Straniero

# Foreig_Real_Customer
source: Foreign Citizen
fr_fr: Personne étrangère
it_it: Personale Straniero

# ForgotPassword
source: Forget my password
fr_fr: J'ai oublié mon mot de passe
it_it: Ho dimenticato la mia Password

# Forgot_Key
source: Key Loss
fr_fr: Perte de clé
it_it: Perdita la Chiave

source: Forms originally came
fr_fr: L'original du formulaire est arrivé
it_it: È arrivata la forma originale

source: Forward
fr_fr: À terme
it_it: Con la Scadenza

# Friday
source: Fr
fr_fr: Vendredi
it_it: Venerdi

source: from here
fr_fr: Par ici
it_it: da qui

source: Full Insurance
fr_fr: Assurance tout-risque complète
it_it: Casco Completa

# Full_Permanent_Disability_Benefit
source: Full and Permanent Disability Benefit
fr_fr: Garantie invalidité permanente et totale
it_it: Garanzia Per la Disabilità Totale e Permanente

source: Gender
fr_fr: Sexe
it_it: Sesso

source: General Information
fr_fr: Informations générales
it_it: Informazioni Generali

source: Giving back
fr_fr: Remboursement
it_it: Restituzione

source: Glass Breakage
fr_fr: Bris de glace
it_it: Rottura di Vetri

source: GLKHHKNH - Terror
fr_fr: Mouvements populaires-Terrorisme
it_it: Movimenti Popolari, Terrorismo

source: Gold
fr_fr: Or
it_it: Oro

source: Goods Earthquake
fr_fr: Biens Tremblement de terre
it_it: Terremoto Per i Beni

source: Goods Exemption Rate
fr_fr: Biens Taux d'exemption
it_it: Tasso di Esenzione Per i Beni

source: Goods Fire
fr_fr: Biens Incendie
it_it: Fuoco Per i Beni

# Gross_Premium
source: Gross Premimum
fr_fr: Prime brute
it_it: Premio Lordo

source: Ground Floor
fr_fr: Sous-sol
it_it: Piano Terra

source: Group Name
fr_fr: Nom du groupe
it_it: Nome del Gruppo

source: Guarantee Amount
fr_fr: Montant de la garantie
it_it: L'Importo della Garanzia

source: Guarantees
fr_fr: Garanties
it_it: Garanzie

# GuaranteesChoices
source: Optioanl Assurances
fr_fr: Garanties en option
it_it: Garanzie Opzionali

# Guarantee_Of_International
source: International Assurance
fr_fr: Garantie Étranger
it_it: Garanzia Internazionale

source: HALF (ASI) STONE
fr_fr: CONSTRUCTION A MOITIE EN PIERRE (ORDINAIRE)
it_it: METÀ (ORDINARIA)IN MURATURA

# Hand_2ND_Extended_Warranty
source: 2nd hand extended warranty
fr_fr: Extension de garantie véhicule seconde main
it_it: ESTENSIONE CON LA GARANZIA PER IL VEICOLO 2a MANO

# Han_Apt_Fab
source: Factory
fr_fr: Bâtiment / Appartement / Fabrique
it_it: Albergo / Appartamento / Fabbrica

source: Hard Contributory
fr_fr: Prime fixe
it_it: Con Premio Fisso

# Healt
source: Health
fr_fr: Santé
it_it: Salute

# Help_description
source: Additional Description
fr_fr: Explication subsidiaire
it_it: Descrizione Aiutante

source: High
fr_fr: Haut
it_it: Alto

source: High School - J.High School
fr_fr: Lycée - École professionnelle
it_it: Liceo - Liceo Professionale

# HirePurchase
source: by instalments
fr_fr: Versement
it_it: Rata

# HirePurchaseCount
source: Instalment Count
fr_fr: Nombre de versements
it_it: Numero di Rate

source: History
fr_fr: Historique
it_it: Cronologia

# Home
source: House
fr_fr: Maison
it_it: Casa

# Home2
source: Residence
fr_fr: Habitat
it_it: Alloggio

# HomeGuaranteeCost
source: Main Coverage
fr_fr: Garantie principale
it_it: Garanzia Principale

source: Home Guarantee Insurance Cost
fr_fr: Coût de l'assurance Garantie Principale
it_it: Costo di Assicurazione della Garanzia Principale

source: Home Insurance
fr_fr: Assurance Habitat
it_it: Assicurazione sulla Casa

source: Home Partaj
fr_fr: Partage principal
it_it: Partaj Principale

# Home_Apartment
source: Flat
fr_fr: Appartement
it_it: Appartamento

source: Home Page
fr_fr: Page principale
it_it: Pagina Principale

# Home_Phone
source: Phone(Home)
fr_fr: Numéro de téléphone du domicile
it_it: Telefono di Casa

# Home_Tali
source: Home Taliler
fr_fr: Secondaires principales
it_it: Esercitazioni Principali

source: Hour
fr_fr: Heure
it_it: Orario

source: Housing Improvements
fr_fr: Coûts des garanties
it_it: Commissioni di Garanzia

source: I Approve
fr_fr: Je valide
it_it: Approvo

source: Identification Number
fr_fr: N° d'identité
it_it: Numero di Identificazione

# Identification_Number
source: TC NO
fr_fr: Numéro d'identification RT
it_it: Numero di Identificazione R.T.

source: Identity
fr_fr: Identité
it_it: Identità

source: Idle time
fr_fr: Temps d'inactivité
it_it: Tempo di Inattività

# IDNumber
source: ID / Tax No
fr_fr: No ID Turc/Fiscal
it_it: Numero di Identificazione R.T. / Codice Fiscale

# IdType
source: Identification Type
fr_fr: Type de pièces d'identité
it_it: Tipo di Identità

# IMMLimit
source: I.M.M. Limit ( TL )
fr_fr: Limite de la responsabilité civile d'une tierce personne (TL)
it_it: Responsabilità Finanziaria Per 3a Persone (TL)

source: In Arcade Top Floor Is?
fr_fr: Dans un passage/ Étage supérieure ?
it_it: Nel Passaggio / Al Piano di Sopra?

source: Income Tax Ratio
fr_fr: Taux d'impôt sur revenu
it_it: Aliquota dell'Imposta sul Reddito

# IndirimSurprim
source: Discount / Surplus
fr_fr: Réduction / Surprime
it_it: Sconto / Surprim

source: Individual
fr_fr: Individuel
it_it: Individuale

source: Individual Customer
fr_fr: Client Individuel
it_it: Cliente Individuale

source: Individual Type
fr_fr: Type d'individu
it_it: Tipo Individuo

source: Individual assurance
fr_fr: Assurance individuelle
it_it: Assicurazione Individuale

source: Infifa Rights Owner
fr_fr: Usufruit
it_it: Proprietario dell'Usufrutto

source: Inflation Ratio
fr_fr: Taux d'inflation
it_it: Taso di Inflazione

source: Info
fr_fr: Information
it_it: Informazione

source: Information Form
fr_fr: Formulaire d'information
it_it: Modulo di Informazione

source: Information Message
fr_fr: Message d'information
it_it: Messaggio di Informazione

source: Information on housing
fr_fr: Informations concernant l'habitat
it_it: Informazioni sull'Alloggio

# Info_Us
source: About Us
fr_fr: A notre propos
it_it: Chi Siamo

source: inn
fr_fr: Bâtiment
it_it: Albergo

source: Inpatient treatment hospital Accidental Weekly Payment Additional Coverage
fr_fr: Garantie complémentaire hebdomadaire en cas d'hospitalisation suite à un accident
it_it: In Caso di Cure Ospedaliere di Ricovero nel Incidente, Garanzia Aggiuntiva Per il Pagamento Settimanale

# Installment5
source: by 5 instalments
fr_fr: 5 versements
it_it: 5 Rate

# Institutional
source: Corporate
fr_fr: Institutionnel
it_it: Istituzionale

# InstitutionBank
source: Corporate / Bank
fr_fr: Institution/Banque
it_it: Isituzione / Banca

source: Insulated. Event. /BS. /Year
fr_fr: Isolation/Début d'évènement/ Année
it_it: Isolamento / Inizzo dell'Evento / Anno

# Insurance
source: Car Insurance
fr_fr: Garantie tout risque
it_it: Casco

source: Insurance Company
fr_fr: Société d'assurance
it_it: Compagnia di Assicurazione

source: Insurance Premium Amount
fr_fr: Montant de la prime d'assurance
it_it: L'Importo dei Premi Assicurativi

source: Insurance Reimbursement Time
fr_fr: Durée de remboursement de l'assurance
it_it: Periodo di Rimborso di Assicurazione

source: Insurance Repayment Period
fr_fr: Durée de remboursement de l'assurance
it_it: Periodo di Rimborso di Assicurazione

# Insurances
source: Insurance
fr_fr: Assurance
it_it: Assicurazione

source: Insurance Since
fr_fr: Entrer la date de début d'assurance
it_it: Inserire la Data di Inizio di Assicurazione

source: Insurance Duration
fr_fr: Durée d'assurance
it_it: Periodo di Assicurazione

# Insurance_Housing
source: Property Insurance Proposal
fr_fr: Proposition habitat
it_it: Proposta Per l'Abitazione

source: Insurance Information
fr_fr: Informations d'assurance
it_it: Informazioni di Assicurazione

# Insurance_Quote
source: Oto Insurance
fr_fr: Proposition assurance tout risque
it_it: Proposta per il Casco

# Insurance_Services
source: Car Insurance Services
fr_fr: Les services assurance tout risque
it_it: Servizi di Casco

# Insurance_Spare_Parts
source: Spare Parts
fr_fr: Pièces détachées Assurance Tout risque
it_it: I Pezzi di Ricambio Per il Casco

source: Insurance Start Date
fr_fr: Date du début de l'assurance
it_it: Data di Inizio di Assicurazione

# Insurance_Traffic
source: Compulsory TPL
fr_fr: Assurance Automobile
it_it: Assicurazione Traffico

# Insurance_Type
source: Cas Insurance Types
fr_fr: Types d'assurance tout-risque
it_it: Tipi di Casco

source: Insured
fr_fr: Assuré
it_it: Assicurato

# InsuredBy
source: Insurant
fr_fr: Assurant
it_it: L'Assicurata

# InsuredByInfo
source: Insurant Information
fr_fr: Information sur l'assurant
it_it: Informazioni dell'Assicurata

# InsuredByIsInsured
source: Is Insured and Insurant Same?
fr_fr: L'Assuré et l'Assurant sont-ils identiques ?
it_it: Assicurato e l'Assicurata sono la stessa Persona?

# InsuredFamily
source: Family?
fr_fr: Les assurés font-ils partie d'une famille ?
it_it: Gli Assicurati sono una famiglia?

# InsuredInfo
source: Information of Insured
fr_fr: Information sur l'assuré
it_it: Informazioni dell'Assicurato

# InsuredInfos
source: INSURED INFORMATION
fr_fr: INFORMATION SUR L'ASSURE
it_it: INFORMAZIONI DELL'ASSICURATO

# InsuredPlaceAddressInfo
source: Place Information
fr_fr: Information concernant le lieu assuré
it_it: Informazioni sulla Posizione dell'Assicurato

# InsuredStyle
source: Title of Insurant
fr_fr: Titre de l'assurant
it_it: Il Titolo dell'Assicurata

# InsureNameAndSurname
source: Name Surname
fr_fr: Prénom et Nom de l'assuré
it_it: Nome Cognome dell'Assicurato

# InsureWarningText
source: Maximum 10 person. You can add or remove person by using buttons below.
fr_fr: Vous pouvez entrer 10 informations d'assurés maximum, en utilisant les boutons ci-dessous vous pouvez ajouter un nouvel espace ou supprimer.
it_it: È possibile inserire n massimo di 0 informazioni di assicrato, ed è possibile aggiungere o rimuovere un nuovo campo con i seguenti pulsanti.

source: Introductory Guide
fr_fr: Manuel de présentation
it_it: Guida Introduttiva

source: IP Connection List
fr_fr: Liste de connexion IP
it_it: Lista di Connessione IP

source: I Rate Surcharge
fr_fr: Taux de surprime
it_it: Tasso di Surprim

# IsConnectedToTvm
source: Is connected to Sales Channel
fr_fr: Affiliation à la Société d'Assurance
it_it: Canale di Vendita Che è Collegato

source: Is iron fence?
fr_fr: Y-a-t'il des grilles en fer ?
it_it: Ci sono le Recinzioni in Ferro?

source: Is The Door?
fr_fr: Y-a-t'il une porte blindée ?
it_it: C'è la Porta d'Acciaio?

source: IsThere a Camera ?
fr_fr: Y-a-t'il une caméra ?
it_it: C'è una Telecamera?

source: Is There A Guard
fr_fr: Y-a-t'il un gardien ?
it_it: C'è una Guardia?

# IsThereDaskPolicy
source: Is there active DASK policy?
fr_fr: Y-a-t'il une police d'assurance DASK ?
it_it: C'è una Polizza di Dask in Vigore?

# IsThereFirePolicy
source: Is there active fire policy?
fr_fr: Y-a-t'il une police d'assurance incendie?
it_it: C'è una Polizza Per il Fuoco?

# IsThereInsureMoreThanOne
source: Are there more than one owner?
fr_fr: Y-a-t'il plus d'un assuré sur le titre de propriété ?
it_it: Ci sono più di una assicurato nel Catasto?

# IsTherePledgedCreditorDainLossPayee
source: Is there pledged creditor?
fr_fr: Y-a-t'il un Créancier gagiste
it_it: Ci sono i Credito Impegnato e Crediti Dati in Garanzia?

# ISurpriseToRate
source: I'm surprise to rate
fr_fr: Taux de surprime
it_it: Tasso di Surprim

source: Is Original?
fr_fr: Est-ce l'original ?
it_it: È Originale?

source: Is Winter Weight ?
fr_fr: Est-ce pour l'hiver ?
it_it: È Invernale?

source: Item successfully added
fr_fr: Le produit a été ajouté avec succès.
it_it: Il Prodotto è stato aggiunto con successo.

source: Item successfully deleted
fr_fr: Le produit a été supprimé avec succès.
it_it: Il Prodotto è stato cancellato con successo.

source: January
fr_fr: Janvier
it_it: Gennaio

# Job
source: Occupation
fr_fr: Profession
it_it: Professione

source: Job Created
fr_fr: Le Travail a été créé.
it_it: Lavoro è Stato Creato

source: Job No
fr_fr: N° Professionnel
it_it: Numero di Lavoro

source: Job Type Detail
fr_fr: Détail du Type de travail
it_it: Tipo di Lavoro in Dettaglio

source: July
fr_fr: Juillet
it_it: Luglio

source: June
fr_fr: Juin
it_it: Giugno

source: KBB
fr_fr: Dommage corporel par accident
it_it: Importo Per Ogni Infortunio

source: Landslide
fr_fr: Glissement de terrain
it_it: Franamento

source: Last
fr_fr: Fin
it_it: Fine
