Repository: NeoSinerji0011/NeoOnline
Catalog: Neosinerji.BABOnlineTP.Web/Content/Lang/babonline.*.resx
Languages: fr_fr, it_it

source: Used Car Extended Warranty
fr_fr: Garantie prolongée seconde main
it_it: Garanzia estasa Per Seconda mano

source: Used guarantee
fr_fr: Garantie seconde main
it_it: Garanzia Per seconda mano

source: User
fr_fr: Personne
it_it: Persona

source: User Code
fr_fr: Code d'utilisateur
it_it: Codice utente

source: User Count
fr_fr: Nombre de personne
it_it: Numero delle Persone

source: User Group
fr_fr: Groupe d'utilisateur
it_it: Gruppo Utente

# UserGrupAuthority
source: User Group Authorization
fr_fr: Autorisation groupe d'utilisateur
it_it: Autorizzazione del gruppo Utente

# UserInfo
source: User Information
fr_fr: Information d'utilisateur
it_it: Informazioni sull'Utente

# UserManage
source: USER MANAGEMENT
fr_fr: GESTION UTILISATEUR
it_it: GESTIONE DELLUTENTE

source: User Name
fr_fr: Nom d'utilisateur
it_it: Nome Utente

source: User Name Surname
fr_fr: Prénom Non d'utilisateur
it_it: Nome Cognome dell'Utente

# UserOtorizasyon
source: User Authorization
fr_fr: Autorisation d'utilisateur
it_it: Autorizzazione dell'Utente

source: Users
fr_fr: Utilisateurs service de web
it_it: Gli Utenti

# User_Select
source: Select User
fr_fr: Sélectionner un utilisateur
it_it: Si prega di scegliere utente

# UUser
source: User
fr_fr: Utilisateur
it_it: Utente

source: Valuable Goods Fire
fr_fr: Objets de valeurs Incendie
it_it: Fuoco per Oggetti Preziosi

source: Vehicle
fr_fr: Véhicule
it_it: Veicolo

# VehicleBrand
source: Brand
fr_fr: Marque
it_it: Marchio

# VehicleInfo
source: Vehicle Information
fr_fr: Informations sur le véhicule
it_it: Informazioni del Veicolo

source: Vehicle List Renewals
fr_fr: Renouvellement de la liste des véhicules
it_it: Rinnovamento della Lista dei veicoli

source: Vehicle List Update
fr_fr: Mise à jour de la liste des véhicules
it_it: Aggiorna la Lista dei Veicoli

# VehicleModel
source: Model
fr_fr: Modèle Année
it_it: Modello, Anno

# VehicleType
source: Type
it_it: Tipo

# VehicleUsage
source: Usage
fr_fr: Type d'utilisation
it_it: Modo di utilizzo

# VehicleUsageType
source: Usage Type
fr_fr: Style d'utilisation
it_it: Stile di Utilizzo

source: Vehicle Value
fr_fr: Valeur du véhicule
it_it: Valore del veicolo

# Vehicle_LPG
source: With LPG
fr_fr: Véhicule GPL
it_it: Veicolo con GPL

source: Vehicle Type
fr_fr: Type de véhicule
it_it: Tip del veicolo

source: Verification Score
fr_fr: Score de confirmation
it_it: Score di Verifica

source: Verify
fr_fr: Confirmer
it_it: Verifica

source: Verify address
fr_fr: Confirmer l'adresse
it_it: Verifica l'indirizzo

source: View Details
fr_fr: Visualiser le détail
it_it: Visualizza i dettagli

source: Visit Age of Insured
fr_fr: Age d'entrée de l'assuré
it_it: Età di entrata dell'Assicurato

source: Waiting
fr_fr: En attente
it_it: Aspettare

source: Warning!
fr_fr: Avertissement !
it_it: Avvertimento!

source: Was advanced
fr_fr: A été avancé
it_it: È stato avanzato

# Web_URL
source: Web Site
fr_fr: Adresse Web
it_it: Indirizzo Web

# Wednesday
source: We
fr_fr: Mercredi
it_it: Mercoledi

source: Weight Of Snow
fr_fr: Poids de la neige
it_it: Peso della neve

source: What floor is insured in
fr_fr: Lieu à assurer est à quel étage ?
it_it: Il Luogo da assicurare in quale piano?

source: What Is Iron Shutters ?
fr_fr: Y-a-t'il un rideau de fer
it_it: Ci sono le Saracinesche?

# Widow
source: Widowed
fr_fr: Veuf (ve)
it_it: Vedovo/a

source: Winter Weight
fr_fr: Hivernal
it_it: Invernale

# Women
source: Woman
fr_fr: Femme
it_it: Femmine

source: Work
fr_fr: Travail
it_it: Lavoro

source: Workplace
fr_fr: Lieu de travail
it_it: Luogo di Lavoro

source: Work Phone
fr_fr: Téléphone professionnel
it_it: Telefono di Lavoro

source: Year
fr_fr: Année
it_it: Anno

source: Yes
fr_fr: Oui
it_it: Si

source: Yes/No
fr_fr: Oui/Non
it_it: Si / No

source: Yesterday
fr_fr: Hier
it_it: İeri

# YouAreAutomaticallyRenewed
source: You're automatically renewed for the next year ?
fr_fr: Souhaitez-vous renouveler l'année prochaine automatiquement
it_it: Viene rinnovato automaticamente all'anno prossimo?

source: Your Message
fr_fr: Votre message
it_it: Il Vostro messaggio

source: Your Phone
fr_fr: Votre téléphone
it_it: Il Vostro Telefono

source: Products
fr_fr: Ürünler
it_it: Ürünler

source: TravelInfo
fr_fr: Informations de voyage
it_it: Informazioni di viaggio

# AppTitle
source: babonline
fr_fr: Babonline (Courtiers, Agents, Banques)

source: Banner
fr_fr: Bannière

# Car
source: Auto
fr_fr: Véhicule

source: No
fr_fr: Non

source: Offline
fr_fr: Hors-ligne

source: Online
fr_fr: En ligne

source: Password
fr_fr: Mot de passe

source: TCKN
fr_fr: N° ID RT
