Repository: NeoSinerji0011/NeoOnline
Catalog: Neosinerji.BABOnlineTP.Web/Content/Lang/babonline.*.resx
Languages: fr_fr, it_it

# Requesrt_Date
source: Request Dat
fr_fr: Date de la demande
it_it: Data di Richiesta

# Requesrt_Type
source: Request Type
fr_fr: Type de la demande
it_it: Tipo di Richiesta

# Requesrt_URL
source: Request URL
fr_fr: URL de demande
it_it: Richiesta URL

source: Response Date
fr_fr: Date de réponse
it_it: Data di Risposta

source: Response URL
fr_fr: URL de réponse
it_it: Risposta URL

source: Returns Were
fr_fr: A été remboursé
it_it: È stato restituito

source: REVISE
fr_fr: Réviser
it_it: REVIZIONA

source: Risk
fr_fr: Risque
it_it: Rischio

source: Risk Assessment Results
fr_fr: Résultat d'évaluation de risque
it_it: Risultato di Valutazione di Rischio

# RiskInfo
source: Risk Information
fr_fr: Informations sur les risques
it_it: Informazioni sul Rischio

source: Risk Insurances
fr_fr: Assurance de risque
it_it: Assicurazioni di Rischio

source: Roof Type
fr_fr: Type de toit
it_it: Tipo di Tetto

source: Sales
fr_fr: A été vendu
it_it: È stato venduto

source: Sales Representative Name
fr_fr: Nom du représentant de vente
it_it: Nome di Rappresentante di vendite

source: Sales Type
fr_fr: Type de vente
it_it: Tipo di vendita

source: Sample
fr_fr: Exemple
it_it: Esempio

# Saturday
source: Sa
fr_fr: Samedi
it_it: Sabato

source: Save
fr_fr: Enregistrer
it_it: Salva

# Save_Correct_Record
source: Save proper records
fr_fr: Valider les enregistrements sans erreurs
it_it: Salva le registrazioni esatti

# Save_UnCorret_Record
source: Save unproper records
fr_fr: Valider les enregistrements avec erreurs
it_it: Salva le registrazioni errati

source: SBB
fr_fr: Dommage corporel par personne
it_it: Importo Per Ogni Persone

source: Scatheless Protection
fr_fr: Protection de bonus
it_it: Protezione di Non Danneggiamento

source: SCOPE OF COVERAGE
fr_fr: CONTENU DE LA GARANTIE
it_it: PORTATA DELLA GARANZIA

source: Search
fr_fr: Cherche
it_it: Cerca

# Search2
source: Search...
fr_fr: Cherche...
it_it: Cerca..

source: Search Jobs
fr_fr: Cherche un travail
it_it: Cerca Lavoro

# SearchTUM
source: Search Insurance Company
fr_fr: Chercher une Société d'Assurance
it_it: Cerca Compagnia di Assicurazione

source: Search User
fr_fr: Rechercher un utilisateur
it_it: Cerca Utente

source: Security Code
fr_fr: Code de sécurité
it_it: Codice di Sicurezza

source: Security Info
fr_fr: Informatıon de sécurité
it_it: Informazioni di Sicurezza

# See
source: Read
fr_fr: Voir
it_it: Vedere

source: Select Calculation Method
fr_fr: Sélectionner la méthode de calcul
it_it: Scegliere il metodo di Calcolo

source: Select Customer
fr_fr: Sélectionner un client
it_it: Scegliere Cliente

source: Selected
fr_fr: A été sélectionné
it_it: È stato scelto

source: Select File
fr_fr: Sélectionner un dossier
it_it: Scegliere fascicolo..

source: Select Insurance Time
fr_fr: Saisir une durée d'assurance
it_it: Inserire il Periodo di Assicurazione

source: Select All
fr_fr: Tout sélectionner
it_it: Scegli tutti

source: Select Currency
fr_fr: Sélectionner la monnaie
it_it: Sceglere la valuta

source: Send
fr_fr: Envoie
it_it: Invia e-mail originale

source: Sending email
fr_fr: L'email est en cours d'envoi
it_it: E-mail si sta inviando.

source: September
fr_fr: Septembre
it_it: Settembre

source: Sequence Number
fr_fr: Numéro d'ordre
it_it: Numero di sequenza

# SetActualCustomers
source: Set as actual customers
fr_fr: Définir en tant que client principal
it_it: Nomina come Cliente Principale

source: Set As Main Customer
fr_fr: Définir en tant que client principal
it_it: Nomina come Cliente Principale

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

# SE_KimlikNo
source: SE Id No
fr_fr: N° ID de l'Assurant
it_it: Numero di Identificazione di Assicurante

source: Sheet No
fr_fr: N° de section du plan
it_it: Numero di Sezione

source: Shock Aircraft
fr_fr: Accrochage d'aéronefs
it_it: Collisione dei Veivoli

# ShortByCheaperToExpensive
source: Sort Cheaper to Expensive
fr_fr: Du moins cher au plus cher
it_it: Dal basso al più Alto

source: Silver
fr_fr: Argent
it_it: Argento

source: Since the policy
fr_fr: Durée de la police d'assurance
it_it: Periodo di Polizza

source: Single
fr_fr: Célibataire
it_it: Celibe / Nubile

# SinglePayment
source: In Advance
fr_fr: Comptant
it_it: Contanti

# SkiDeposit
source: Ski Assurance
fr_fr: Garantie de ski
it_it: Garanzia Sci

source: Skype Number
fr_fr: Numéro Skype
it_it: Numero Skype

source: Smoke
fr_fr: Fumée
it_it: Fumo

# Sole_Proprietorship_Customer
source: Sole Proprietorship
fr_fr: Société individuelle
it_it: Azienda Individuale

source: Special Date
fr_fr: Date privée
it_it: Data Speciale

source: Special Field
fr_fr: Zone privée
it_it: Zona Speciale

source: Staff Detail Sales Report
fr_fr: Rapport de vente du personnel
it_it: Rapporto di vendite in Dettaglio di Personale

source: Stage
fr_fr: Phase
it_it: Fase

# Stars_3
source: 3 Stars
fr_fr: 3 étoiles
it_it: 3 Stelle

# Stars_5
source: 5 Stars
fr_fr: 5 étoiles
it_it: 5 Stelle

source: Start Date
fr_fr: date du début
it_it: Data di Inizio

source: Started
fr_fr: A commencé
it_it: È stato iniziato

source: Starting
fr_fr: Début
it_it: Inızio

source: State Policies
fr_fr: État de la police d'assurance
it_it: Stato di Polizza

source: Status
fr_fr: État
it_it: Stato

source: STEEL, CONCRETE FRAMEWORK
fr_fr: ACIER, STRUCTURE EN BÉTONNÂMES
it_it: ACCIAIO, CARCASSA CONCRETE

source: STEEL CONSTRUCTION AND OTHERS
fr_fr: ÇELİK KONS. ET LES AUTRES
it_it: COSTRUZIONI D'ACCIAIO E GLI ALTRI

source: STEEL CONSTRUCTION THOUSANDS EXCEPT ALL
fr_fr: TOUS LES BÂTIMENT HORMIS ÇELİK KONS.
it_it: TUTTI EDIFICI TRANNE COSTRUZIONI D'ACCIAIO

source: Step
fr_fr: Étape
it_it: Passo

source: Step 2 Application Process
fr_fr: Processus de demande 2ème étape
it_it: 2a Passo del Processo di Richiesta

source: Step 3 Application Process
fr_fr: Processus de demande 3ème étape
it_it: 3a Passo del Processo di Richiesta

source: Step 4 Application Process
fr_fr: Processus de demande 4ème étape
it_it: 4a Passo del Processo di Richiesta

source: Stock Fire
fr_fr: Immobilisations Incendie
it_it: Fuoco per Inventario

source: Storm
fr_fr: Tempête
it_it: Tempesta

source: Street
fr_fr: Rue
it_it: Via

# String2
source: Houston, we have a problem.
it_it: NON C'E

source: Student
fr_fr: Étudiant
it_it: Studente

source: Subject Compa
fr_fr: Sujet de l'affaire
it_it: Campo di Attività

# SubMenuTabs_Add
source: Add Sub Menu Tab
fr_fr: Ajouter une Tab au sous-menu
it_it: Aggiungi scheda di Sottomenu

# SubMenu_Add
source: Add Sub Menu
fr_fr: Ajouter un sous-menu
it_it: Aggiungi Sottomenu

source: Substituted Species
fr_fr: Type de substitution
it_it: Tipo di Sostituzione

# Succesfull_UNSuccesfull
source: Successfull / Unsuccessfull
fr_fr: Réussi/Échec
it_it: Fallito / di Successo

# Success_Rate_Offer
source: Success Rate
fr_fr: Mon taux de Préparation de la police d'assurance
it_it: Il Mio Tasso di Polizza

source: Summary Report
fr_fr: Rapport résumé
it_it: Rapporto di Sintesi

source: Summer Arrest
fr_fr: Logement en été
it_it: Fermo Estivo

source: Summery
fr_fr: Maison d'été
it_it: Estivo

# Sunday
source: Su
fr_fr: Lundi
it_it: Domenica

source: Suppl
fr_fr: N° du supplément
it_it: Numero Aggiuntivo

source: Supplementary Payment
fr_fr: Paiement complémentaire
it_it: Pagamento Supplementare

source: Surname
fr_fr: Nom de famille
it_it: Cognome

source: SurnameTitle
fr_fr: Nom/Titre
it_it: Cognome / Titolo

# Surprim
source: Surplus
fr_fr: Surprime
it_it: Surprim

source: Suspended
fr_fr: A été gelé
it_it: Farcito

# Tah_Ipt
source: Sale / Refund
fr_fr: Tah / Ipt
it_it: Scarico / Annullamento

source: Take location
fr_fr: Reçoit des informations de localisation
it_it: Riceve le Informazioni di posizione

source: Tax
fr_fr: Taxe
it_it: Imposta

# TaxExpense
source: Expense Tax
fr_fr: Impôt sur le revenu
it_it: Imposte fiscale

source: Tax Number
fr_fr: Numéro fiscal
it_it: Numero Imposta

source: Tax Office
fr_fr: Centre des impôts
it_it: Ufficio delle Entrate

# Tax_Add
source: Add Tax
fr_fr: Ajouter une taxe
it_it: Aggiungi Imposta

source: Tax Code
fr_fr: Code de la taxe
it_it: Codice Imposta

source: Tax Identification Number
fr_fr: N° İD Fiscal
it_it: Numero di Codice Fiscale

# Tax_Info
source: Tax Information
fr_fr: Information fiscale
it_it: Informazioni sull'Imposta

source: Tax List
fr_fr: Liste des taxes
it_it: Lista delle Imposte

source: Tax Name
fr_fr: Nom de la taxe
it_it: Nome dell'Imposta

# Tax_Search
source: Search Tax
fr_fr: Chercher une taxe
it_it: Cerca Imposta

source: TC Number
fr_fr: N° d'identification RT
it_it: Identificazione di R.T.

source: Tenant
fr_fr: Locataire
it_it: Inquilino

# TenantLiabilityIncludingFireSmokeWater
source: Tenant Liability including fire Smoke on the Water
fr_fr: Responsabilité civile Locataire Incendie Eau Fumée
it_it: Responsabilità Finanziaria dell'Inquilino per Fuoco, Aacqua ınterna, Fumo

source: Tenant Liability Terrorism
fr_fr: Responsabilité civile Locataire Terrorisme
it_it: Responsabilità Finanziaria dell'Inquilino per terrore

source: Term Follow-up Report
fr_fr: Rapport de suivi d'échéance
it_it: Rapporto di Sequenza di termine

source: Text
fr_fr: texte
it_it: Testo

# TE_Fixed_Payable
source: Turuncu Elma
fr_fr: Pomme Orange
it_it: Mela Arancione

# TheAddressYouAreLooking
source: The address you are looking for one of them?
fr_fr: L'adresse que vous recherchez est-elle parmi ces adresses ?
it_it: L'Indirizzo che state cercando, è uno dei questi?

source: The award-winning Accumulation
fr_fr: Épargne avec Bonus
it_it: Accumulo Premiato

source: The Basement Floor
fr_fr: Sous-sol
it_it: Seminterrato

source: Theft
fr_fr: Vol
it_it: Furto

source: The last 15 days
fr_fr: 15 derniers jours
it_it: Ultimı 15 giorni

source: The last 30 days
fr_fr: 30 derniers jours
it_it: Ultimi 30 Giorni

source: The Last 45 Days
fr_fr: 45 derniers jours
it_it: Ultimi 45 Giorni

source: The last 7 days
fr_fr: 7 derniers jours
it_it: Ultimi 7 Giorni

# Then2000To3000
source: 2000 - 3000 cc between
fr_fr: Entre 2000 - 30000 cc
it_it: Tra 2000 - 3000 cc

# TheNeighborhoodincludedFiscalResponsibilityFireSmokeWater
source: The neighborhood is included in the Fiscal Responsibility Fire Smoke on the Water
fr_fr: Responsabilité financière Voisinage Incendie Eau Fumée
it_it: Responsabilità Finanziaria di Socievolezza Per Fuoco, Acqua Interna , Fumo

source: The Number of Employees In The Workplace
fr_fr: Nombre de travailleur sur le lieu de travail
it_it: Numero dei Dipendenti dul Posto di Lavoro

source: The operation was successful.
fr_fr: L'opération a réussie
it_it: Operazione riuscita

# ThereWas_anError
source: Oops! Something went wrong. We are fixing it! Please come back in a while.
fr_fr: Une erreur inattendue est survenue. Nous allons corriger cette erreur.
it_it: Si è verificato un errore imprevedibile. Correggiamo questo errore.

source: This addition to the policy document so far.
fr_fr: Un document supplémentaire n'a pas été ajouté à cette police d'assurance.
it_it: Documento Aggiunto non è stato allegato a questa polizza.

source: This Month
fr_fr: Ce mois
it_it: Questo mese

# Thursday
source: Th
fr_fr: Jeudi
it_it: Giovedi

source: Time
fr_fr: Durée
it_it: Periodo

# Time_Of_Guarantee_Of_International
source: International Assurance Duration
fr_fr: Durée de garantie à l'étranger
it_it: Periodo di garanzia all'Estero

# Title_Login
source: babonline Login
fr_fr: Accès à babonline
it_it: Entrato bab-online

source: TL - TURKISH LIRAS
fr_fr: TL- LIVRE TURC
it_it: TL - LIRE TURCA

source: Today
fr_fr: Aujourd'hui
it_it: Oggi

# ToDetailedView
source: Click for detailed view
fr_fr: Cliquer pour le visuel
it_it: Cliccare per visualizzare

# ToMainSection
source: Click for main section
fr_fr: Cliquer pour accéder à la section principale
it_it: cliccare per passare nella sezione principale

# Topic
source: Subject
fr_fr: Sujet
it_it: Oggetto

source: Total Amount
fr_fr: Montant total
it_it: Importo Totale

source: Total Commission
it_it: Commissione Totale

source: Total Premium
fr_fr: Total prime
it_it: Premio Totale

source: Total Tax
fr_fr: Total Taxe
it_it: Imposta totale

source: Total Customer
fr_fr: Total Client
it_it: Cliente Totale

# Total_Policy_Number
source: Total Policy
fr_fr: Total Police d'assurance
it_it: Polizza Totale

# Total_Policy_Price
source: Total Policy (Amount)
fr_fr: Total Police d'assurance (montant)
it_it: Polizza Totale (Importo)

# Total_Proposal_Number
source: Total Proposal
fr_fr: Total proposition
it_it: Offerta Totale

# Total_Proposal_Price
source: Total Proposal (Amount)
fr_fr: Total proposition (montant)
it_it: Offerta Totale (Importo)

source: To 2000
fr_fr: Jusqu'à 2000 cc
it_it: Fino a 2000 cc

source: Traffic
fr_fr: Circulation
it_it: Traffico

# TrafficDate
source: Registration Date
fr_fr: Date de remise en circulation
it_it: Data di Uscito al Traffico

source: Traffic Insurance
fr_fr: Assurance d'automobile
it_it: Assicurazione di Traffico

# TrafficServicesDevelopmentFund_small
source: T.G.H.F.
fr_fr: Fond de développement des services de la circulation routière
it_it: Il Fondo di Servizii Per lo Sviluppo di Traffico

source: Transaction Information
fr_fr: Information sur les opérations
it_it: Informazioni sull'Operazione

source: Transaction was
fr_fr: L'opération a eu lieu
it_it: Operazione riuscita

source: Transfer
fr_fr: Virement
it_it: Trasferimento

source: Transfer List
fr_fr: Transférer la liste
it_it: Trasferisci Lista

source: Travel
fr_fr: Voyage
it_it: Viaggio

source: Travel End Date
fr_fr: Date de fin du voyage
it_it: Data di Fine del Viaggio

source: Travel Health Insurance
fr_fr: Assurance Santé Voyage
it_it: Assicurazione di salute per il Viaggio

source: Travel Start Date
fr_fr: Date de début du voyage
it_it: Data di Inizio del Viaggio

source: Tribe
fr_fr: Groupe de profession
it_it: Gruppo di Professione

# Tuesday
source: Tu
fr_fr: mardi
it_it: Martedi

# TUMDetails
source: Insurance Company Details
fr_fr: Informations du Canal de Ventes
it_it: Informazioni di Compagnia di Assicurazione

# TUMManage
source: Insurance Company MANAGEMENT
fr_fr: GESTION du Canal de Ventes
it_it: GESTIONE DI COMPAGNIA DI ASSICURAZIONE

# TUM_Add
source: Add Insurance Company
fr_fr: Ajout du Canal de Ventes
it_it: Aggiungi Compagnia di Assicurazione

# TUM_Code
source: Insurance Company Code
fr_fr: Code du Canal de Ventes
it_it: Codice di Compagnia di Assicurazione

# TUM_List
source: Insurance Company List
fr_fr: Liste Canal de Ventes
it_it: Lista di Compagnia di Assicurazione

# TUM_PolicyNo
source: Insurance Company Policy No
fr_fr: N° de Police d'assurance du Canal de Ventes
it_it: Numero di Polizza di Compagnia di Assicurazine

# TUM_ProposalNo
source: Insurance Company Proposal No
fr_fr: N° de proposition du Canal de Ventes
it_it: Numero di Offerta di Compagnia di Assicurazione

# TUM_Search
source: Search Insurance Company
fr_fr: Chercher le Canal de Ventes
it_it: Cerca Compagnia di Assicurazione

# TUM_Title
source: Insurance Company
fr_fr: Titre Canal de Ventes
it_it: Titolo di Compagnia di Assicurazione

# TUM_UnityCode
source: Insurance Ass. Code
fr_fr: Code de l'union
it_it: Codice Unione

# TVMAgency
source: Agencies
fr_fr: Agences
it_it: Agenzie

# TVMAgency_Add
source: Add Agency
fr_fr: Ajouter une agence
it_it: Aggiungi Agenzia

# TVMAgency_Code
source: Agency Code
fr_fr: Code d'agence
it_it: Codice Agenzia

# TVMAgency_Name
source: Agency Name
fr_fr: Nom d'agence
it_it: Nome Agenzia

# TVMAuthority
source: Sales Channel Authorizations
fr_fr: AUTORISATION de la Société d'Assurance
it_it: AUTORIZZAZIONE DI CENTRO DI PRESENTAZIONE OFFERTA

# TVMBankAccounts
source: Sales Channel Bank Accounts
fr_fr: Comptes bancaires de la Société d'Assurance
it_it: Conti Bancari di Centro di Presentazione Offerta

# TVMContactAuthorities
source: Contact People
fr_fr: Responsables de communication
it_it: Autorizzatori di Comunicazione

# TVMContactAuthorities_Add
source: Add Contact Person
fr_fr: Ajouter un responsable de communication
it_it: Aggiungi Autorizzatore di Comunicazione

# TVMDepartment_Add
source: Add Department
fr_fr: Ajouter un département
it_it: Aggiungi Dipartimento

# TVMDepartment_DepartmentCode
source: Department Code
fr_fr: Code du département
it_it: Codice Dipartimento

# TVMDepartment_DepartmentName
source: Department Name
fr_fr: Nom du département
it_it: Nome Dipartimento

# TVMDepartment_List
source: Department List
fr_fr: Liste des départements
it_it: Lista dei Dipartimenti

# TVMDepartment_RegionName
source: Region Name
fr_fr: Nom de la région
it_it: Nome della Zona

# TVMDepartment_Search
source: Search Department
fr_fr: Chercher un département
it_it: Cerca Dipartimento

# TVMInformation
source: Sales Channel Information
fr_fr: Informations sur la Société d'Assurance
it_it: Informazioni sul Canale di Vendita

# TVMInsuranceCompany_Name
source: Add Insurance Company
fr_fr: Nom de la société d'assurance
it_it: Nome delle Compagnia di assicurazioni

# TVMIPConnection_Add
source: Add Connection
fr_fr: Ajouter une connexion
it_it: Aggiungi Collegamento

# TVMIPConnection_EndIP
source: End IP
fr_fr: IP fin
it_it: Fine IP

# TVMIPConnection_List
source: IP Connection List
fr_fr: Liste des connexions IP
it_it: Lista di Collegamento IP

# TVMIPConnection_StartIP
source: Start IP
fr_fr: IP début
it_it: Inizio IP

# TVMManage
source: SALES CHANNEL MANAGEMENT
fr_fr: GESTION de la Société d'Assurance
it_it: GESTIONE DI CANALE DI VENDITA

# TVMRegion_Add
source: Add Region
fr_fr: Ajoute une région
it_it: Aggiungi Zona

# TVMRegion_Code
source: Region Code
fr_fr: Code de la région
it_it: Codice Zona

# TVMRegion_List
source: Sales Channel Region List
fr_fr: Liste des régions des Sociétés d'Assurance
it_it: Lista delle Zone di Canale di Vendita

# TVMRegion_Name
source: Region Name
fr_fr: Nom de la région
it_it: Nome delle Zone

# TVMUser_Add
source: Add User
fr_fr: Ajouter un utilisateur
it_it: Aggiungi Utente

# TVMUser_AuthorityGroup
source: Authorization Group
fr_fr: Groupe d'autorisation
it_it: Gruppo di Autorizzazione

# TVMUser_Department
source: Department
fr_fr: Département
it_it: Dipartimento

# TVMUser_Job
source: Position
fr_fr: Fonction
it_it: Compito

# TVMUser_LastName
source: Surname
fr_fr: Nom de famille
it_it: Cognome

# TVMUser_MobilePhone
source: Mobile Phone
fr_fr: Téléphone portable
it_it: Cellulare

# TVMUser_MTCode
source: Insurance Company SR Code
fr_fr: Code MT de la société d'assurance
it_it: Codice MT delle Compagnia di Assicurazione

# TVMUser_Name
source: Name
fr_fr: Prénom
it_it: Nome

# TVMUser_PasswordStatus
source: Password Status
fr_fr: État du mot de passe
it_it: Stato di Password

# TVMUser_Phone
source: Phone
fr_fr: Téléphone
it_it: Telefono

# TVMUser_ProductionOffer
source: Production
fr_fr: Production de la proposition de la police d'assurance
it_it: Produzione di Polizza offerta

# TVMUser_Search
source: Search User
fr_fr: Chercher un utilisateur
it_it: Cerca Utente

# TVMUser_TCKN
source: TCKN(Username)
fr_fr: N° ID Turque (Nom d'utilisateur)
it_it: Vero Cittadino Turco: TCKN ( Nome Utente)

# TVMUser_TechnicalPersonnelCode
source: Technical Personnel Code
fr_fr: Code du personnel technique
it_it: Codice del Personele Tecnico

# TVMWebServiceUsers
source: Web Service Users
fr_fr: Utilisateurs service de web
it_it: Gli Utenti di Servizio Web

# TVMWebServiceUser_Add
source: Add Web Service User
fr_fr: Ajouter un utilisateur service de web
it_it: Aggiungi Utente di servizio Web

# TVM_Add
source: Add Sales Channel
fr_fr: Ajouter la Société d'Assurance
it_it: Aggiungi Canale di Vendite

# TVM_Agency
source: Agency
fr_fr: Agence
it_it: Agenzia

# TVM_AgencyExists
source: Sub Agency / Office
fr_fr: Agence affiliées / Filiale
it_it: Agenzia / Filiale Collegata

# TVM_Bank
source: Bank
fr_fr: Banque
it_it: Banca

# TVM_Branch
source: Office / Agency
fr_fr: Filiale / Agence
it_it: Filiale / Agenzia

# TVM_Broker
source: Broker
fr_fr: Courtier
it_it: Broker (Mediatore)

# TVM_Code
source: Sales Channel Code
fr_fr: Société d'Assurance
it_it: Canale di Vendita

# TVM_ContractEndDate
source: Contract End Date
fr_fr: Date de fin du contrat
it_it: Data di Fine del Contratto

# TVM_ContractStartDate
source: Contract Start Date
fr_fr: Date de début du contrat
it_it: Data di Inizio del Contratto

# TVM_Customer_Code
source: Sales Channel Customer Code
fr_fr: Code Client de la Société d'Assurance
it_it: Codice Cliente di Canale di Vendita

# TVM_HQ
source: HQ
fr_fr: Centre
it_it: Centrale

# TVM_List
source: Sales Channel List
fr_fr: Liste Société d'Assurance
it_it: Lista di Canale di Vendita

# TVM_Name
source: Sales Channel
fr_fr: Titre Société d'Assurance
it_it: Titolo di Canale di Vendita

# TVM_Producer
source: Producer
fr_fr: producteur
it_it: Produttore

# TVM_ProducerTCKN
source: Producer TCKN
fr_fr: N° ID Turque du producteur
it_it: Vero Cittadino Turco TCKN Produttore

# TVM_ProductAuth_Add
source: Add Sales Channel Product Authorization
fr_fr: Liste des autorisations des produits de Société d'Assurance
it_it: Aggiungi le Autorizzazioni di Prodotto di Canale di Vendita

# TVM_ProductAuth_List
source: List Sales Channel Product Authorization
fr_fr: Liste des autorisations des produits de Société d'Assurance
it_it: Lista delle Autorizzazioni di Prodotto di Canale di Vendita

# TVM_ProductAuth_Search
source: Search Product Authorization
fr_fr: Cherche les autorisations des produits de Société d'Assurance
it_it: Cerca Le Autorizzazioni di Prodotto di Canale di Vendita

# TVM_Profile
source: Sales Channel Profile
fr_fr: Profil Société d'Assurance
it_it: Profilo del Canale di Vendita

# TVM_RecordNo
source: Record No
fr_fr: N° Panneau/Union/Courtier
it_it: Numero di Targa / Unione / Mediatore

# TVM_RecordNo_Tooltip
source: If Agency : Registration No <br/> If Insurance Company : Ass. Coode<br/> If Bank: Bank Ass. Code<br/> If Broker: Broker Ass. Code
fr_fr: Si c'est une agence et producteur : Panneau <br/> Si c'est une agence d'assurance : Code Union <br/> Si C'est une banque : Union des banques <br/> Si c'est un courtier : Union des courtiers
it_it: Se Agenzia e Produttore : Targa<br/> Se La Compagnia di Assicurazione : Codice Unione<br/> Se la Banca : Assiociazione delle Banche<br/> Se Brooker: Associazione di Brooker

# TVM_RelatedCode
source: Related Sales Channel Code
fr_fr: Société d'Assurance affiliée
it_it: Canale di Vendita Che è Collegato

# TVM_Search
source: Search Sales Channel
fr_fr: Chercher une Société d'Assurance
it_it: Cerca Canale di Vendita

# TVM_Select
source: Select Sales Channel
fr_fr: Sélectionner une Société d'Assurance
it_it: Si prega di scegliere Canale di Vendita.

# TVM_Title
source: Sales Channel
fr_fr: Titre de la Société d'Assurance
it_it: Titolo di Canale di Vendita

# TVM_Type
source: Sales Channel Type
fr_fr: Type de Société d'Assurance
it_it: Tipo di Canale di Vendita

source: Type
it_it: Tip

# UnBlock
source: Unlock
fr_fr: Déverrouiller
it_it: Sblocca

# UnBlock_Info
source: User will be unlocked!
fr_fr: La clé de l'utilisateur sera déverrouillée
it_it: Blocco di utente verrà rimosso!

# UnCorrect_Record
source: Incorrect records.
fr_fr: Enregistrements erronés
it_it: Registrazioni Errate

source: Undamaged
fr_fr: Bonus
it_it: Non Danneggiato

# UnLimitedIMM
source: UnLimited IMM (Anadolu Insurance)
fr_fr: IMM Responsabilité financière croissante illimitée
it_it: Senza Limite IMM (Anadolu Sigorta)

source: Update
fr_fr: Mettre à jour
it_it: Aggiorna

source: Upstairs
fr_fr: Étages supérieures
it_it: Piano Alti

source: USD - AMERICAN DOLAR
fr_fr: USD - DOLLAR AMÉRICAIN
it_it: USD - DOLLARI AMERICANI

# UseApartment
source: Usage Type
fr_fr: Type d'utilisation de l'appartement
it_it: Modo di Utilizzo di appartamento

# UseCentralAuthority
source: Use HQ Rights
fr_fr: Utiliser les autorisations centrales
it_it: Utilizzi le Autorizzazioni Centrale
