Repository: NeoSinerji0011/NeoOnline
Catalog: Neosinerji.BABOnlineTP.Web/Content/Lang/babonline.*.resx
Languages: fr_fr, it_it

source: Last Login
fr_fr: Dernière entrée
it_it: L'Ultima Entrata

source: Last Month
fr_fr: Mois dernier
it_it: Mese Scorso

# Lastname
source: Surname
fr_fr: Nom
it_it: Cognome

source: Legal Protection
fr_fr: Protection juridique
it_it: Protezione Giuridica

source: Less Damaged
fr_fr: Peu endommagé
it_it: Leggermente Danneggiato

source: Liability Fire
fr_fr: Responsabilité civile Incendie
it_it: Responsabilità Finanziaria per il Fuoco

source: Liability neighborhood of Terror
fr_fr: Voisinage Responsabilité civile Terrorisme
it_it: Sociavolezza, Responsabilità Finanziaria, Terrore

# LicenceCity
source: Registration City
fr_fr: Ville d'enregistrement
it_it: Provincia di Registrazione

# LicenceCountry
source: License Plate City
fr_fr: Ville de la plaque d'immatriculation
it_it: Provincia di Targa

# LicenceDate
source: Registration Date
fr_fr: Date d'enregistrement à la circulation
it_it: Data di Registrazione Per Traffico

# LicenceDistrict
source: Registration District
fr_fr: Arrondissement d'enregistrement
it_it: Distretto di Registrazione

# LicenceHolder
source: Licence Owner
fr_fr: Titulaire du permis
it_it: Titolare di Licenza

# LicenceNumber
source: License Plate
fr_fr: N° de la plaque d'immatriculation
it_it: Numero di Targa

source: License
fr_fr: Licence
it_it: Licenza

# LicenseSerial
source: License Serial Number
fr_fr: N° de série - Code d'enregistrement
it_it: Numero di Serie - Codice di Registrazione

source: Life Insurance
fr_fr: Assurances Vie
it_it: Assicurazioni sulla Vita

# ListApprovedProjects
source: List of Approved Projects
fr_fr: Liste des travaux validés
it_it: Lista dei lavori Approvati

source: List of policies
fr_fr: Liste des polices d'assurance
it_it: Lista delle Polizze

source: Loan Deposit
fr_fr: Dépôt de crédit
it_it: Credito a Deposito

source: Login
fr_fr: Entrée
it_it: Entrata

# LogoAdd
source: Add Logo
fr_fr: Insérer un logo
it_it: Aggiungi Logo

source: Logo fetching
fr_fr: En apportant le logo
it_it: Portando il Logo

source: Logoff
fr_fr: Sortie
it_it: Uscita

# Log_Search
source: Search Log Record
fr_fr: Chercher log
it_it: Cerca Log

source: Loss of Rent
fr_fr: Perte de location
it_it: Perdita di Affitto

source: Low
fr_fr: Bas
it_it: Basso

source: Low to High
fr_fr: De plus cher au moins cher
it_it: Dal basso al più Alto

# LPGCompany
source: LPG Model
fr_fr: Marque de GPL
it_it: Marchio di GPL

# LPGPrice
source: LPG Amount
fr_fr: Coût du GPL
it_it: Costo di GPL

source: Machinery Breakdown
fr_fr: Casse de machine
it_it: Rottura della macchina

# MailIsNotSendPleaseReSend
source: Mail could not be sent. Please try again later.
fr_fr: L'email n'a pas pu être envoyé, veuillez réessayez
it_it: E-mail non ha potuto essere inviato, riprovare per favore

# MailSendingPleaseWait
source: Mail is sending, please wait.
fr_fr: L'email est en train de partir. Veuillez patienter
it_it: L'Invio di e-mail in corso, si prega di attendere

source: Mail sent
fr_fr: L'email n'a pas pu être envoyé.
it_it: E-mail non ha potuto essere inviato.

source: Main Coverage
fr_fr: Garantie principale
it_it: Garanzia Principale

source: MAIN MENU
fr_fr: MENU PRINCIPAL
it_it: MENU PRINCIPALE

# MainMenu_Add
source: Add Menu Item
fr_fr: Ajouter un menu principal
it_it: Aggiungi Menu Principale

# MainMenu_Code
source: Menu Code
fr_fr: Code du menu principal
it_it: Codice di Menu Principale

# MainMenu_Search
source: Search Menu
fr_fr: Chercher un menu principal
it_it: Cerca Menu Principale

# Main_Guarantees
source: The main guarantees
fr_fr: Garanties principales
it_it: Garanzie principali

# Man
source: Male
fr_fr: Masculin
it_it: Maschio

source: Management authority
fr_fr: Gestion d'autorisation
it_it: Gestione delle Autorizzazioni

source: Management product
fr_fr: Gestion du produit
it_it: Gestione dei Prodotti

source: Management system
fr_fr: Gestion du système
it_it: Gestione del Sistema

# Management_TUM
source: Management Insurance Company
fr_fr: Gestion du Canal de Ventes
it_it: Gestione di Compagnia di Assicurazione

# Management_TVM
source: Management Sales Channel
fr_fr: Gestion de la Société d'Assurance
it_it: Gestione di Canale di Vendita

source: Management user
fr_fr: Gestion d'utilisateur
it_it: Gestione di Utenti

source: Manager
fr_fr: Gestionnaire
it_it: Gestore

source: Manager Code
fr_fr: Code du gestionnaire
it_it: Codice Gestore

# Manual_Integration
source: Unautomated Integration
fr_fr: Intégration manuelle
it_it: Integrazione Manuale

# Manual_Transfer
source: Manual Money Transfer
fr_fr: Virement manuel
it_it: Trasferimento Manuale

source: Map
fr_fr: Carte de crédit
it_it: La Mappa

source: Mapfre Proposal No
fr_fr: N° de proposition Mapfre
it_it: Numero di Offerta Mapfre

source: March
fr_fr: Mars
it_it: Marzo

source: Marital Status
fr_fr: Situation familiale
it_it: Stato Civile

source: Married
fr_fr: Marié ( e)
it_it: Sposato/a

source: Master's Degree
fr_fr: Master
it_it: Post-Laurea

source: Material Damage
fr_fr: Dommage financier
it_it: Danni Finanziari

# MaxPasswordFail
source: Max Password Failure
fr_fr: Mot de passe erroné
it_it: Inserimento di Password Errata

source: May
fr_fr: Mai
it_it: Maggio

source: Mechanical Equipment
fr_fr: Équipement Machine
it_it: Macchine e Attrezzature

source: Medium
fr_fr: Moyen
it_it: Medio

# MenuOperation_Add
source: Add Menu Operation
fr_fr: Ajouter une opération au Menu
it_it: Aggiungi Transazioni del Menu

source: Menu Operation Detail
fr_fr: Détail d'opération au Menu
it_it: Dettaglio di Transazioni del Menu

source: Menu Operation List
fr_fr: Liste d'opération Menu
it_it: Lista di Transazioni del Menu

# MenuOperation_Search
source: Search Menu Operation
fr_fr: Chercher une opération au Menu
it_it: Cerca Transazioni del Menu

source: Menus
it_it: I Menu

source: Message
it_it: Messaggio

# Message_AddressLength
source: Address should include less than 100 characters.
fr_fr: L'adresse ne peut pas dépasser 100 caractères
it_it: L'indirizzo Non Può Essere Più Lungo di 100 Caratteri

# Message_AlanKoduLength
source: Area code should be 3 digits.
fr_fr: le code régional doit contenir 3 chiffres
it_it: Il Codice di Zona Deve Essere di 3 Cifre

# Message_ApartmentLength
source: Max 50 Character Long
fr_fr: le nom de l'appartement ne peut pas dépasser 50 caractères
it_it: Il Nome dell'Appartamento Non Può Essere Più Lungo di 50 Carartteri

# Message_Apartment_NoLength
source: Max 50 Character Long
fr_fr: Le N° de l'appartement ne peut pas dépasser 20 caractères
it_it: Il Numero dell'Appartamento Non Può Essere Più Lungo di 20 Caratteri

# Message_AvenueLength
source: Max 100 Character Long
fr_fr: Le nom de l'avenue ne peut pas dépasser 100 caractères
it_it: Il Nome della Strada Non Può Essere Più Lungo di 100 Caratteri

# Message_Building_NoLength
source: Max 20 Character Long
fr_fr: Le n° du bâtiment ne peut pas dépasser 20 caractères
it_it: Il Numero dell'Edificio Non Può Essere Più Lungo di 20 Caratteri

# Message_ContactNumberType_Required
source: Please enter the required field.
fr_fr: Entrer le type de numéro de communication
it_it: Inserire il Tipo di Numero di Contatto

# Message_CreatingPolicy
source: Policy is prepariring
fr_fr: La police d'assurance est en cours de préparation
it_it: La Preparazione di Polizza in corso

# Message_CreditCard_Validation
source: Please enter a valid credit card number.
fr_fr: Veuillez entrer un numéro de carte de crédit valable.
it_it: Si prega di inserire un numero di carta di credito valida.

# Message_CustomerSaveError
source: Could not create the record. Please check the information you entered.
fr_fr: L'information sur le client n'a pas pu être enregistrée. Veuillez vérifier l'exactitude des informations.
it_it: Informazioni per il cliente non può essere salvato. Si prega di verificare l'esattezza e la completezza delle informazioni inserite.

# Message_Customer_Code_Length
source: Max 20 Character Long
fr_fr: le code de client de la Société d'Assurance ne peut pas dépasser 20 caractères
it_it: Il Codice di Cliente di Canale di Vendita non può essere più lungo di 20 caratteri

# Message_Customer_Name_Title_Length
source: Max 50 Character Long
fr_fr: Le Prénom/ Titre ne peut pas dépasser 50 caractères
it_it: Il Nome / Il Titolo non può essere più lungo di 50 caratteri

# Message_Customer_SearchError
source: Please enter the required field.
fr_fr: Hormis le titre de la Société d'Assurance saisissez minium 1 critère.
it_it: Tranne il Titolo di Canale di Vendita, inserire almeno ancora 1 Criterio.

# Message_Customer_Surname_Title_Length
source: Max 50 Character Long
fr_fr: Nom / Titre ne peut pas dépasser les 50 caractères
it_it: Il Cognome / Il Titolo non può essere più lungo di 50 caratteri

# Message_DateFormat
source: Please check the date.
fr_fr: Contrôler l'information sur la date.
it_it: Si prega di controllare l'esattezza delle Informazioni di data.

# Message_DeleteConfirmation
source: Are you sure to delete this record?
fr_fr: Êtes-vous sûr de vouloir supprimer l'enregistrement ?
it_it: Siete sicuro di voler eliminale le registrazione selezionato?

# Message_Deleting_Records
source: Deleting
fr_fr: l'enregistrement est en cours de suppression.
it_it: La Registrazione Si Sta Cancellando

# Message_DocumentSaveError
source: Could not create the record. Please check the information you entered.
fr_fr: le document n'a pas pu être enregistré. Veuillez contrôlez les informations saisies.
it_it: Il Documento non è stato salvato. Si prega di verificare 'esattezza delle informazioni inserite.

# Message_Document_Type_Length
source: Max 50 Character Long
fr_fr: Le type de document ne peut pas dépasser 50 caractères.
it_it: Tipo di Documento non può essere più lungo di 50 caratteri

# Message_DublicateRecord
source: This record is saved before.
fr_fr: Cet enregistrement a déjà été saisi.
it_it: La registrazione viene aggiunto precedentemente.

# Message_Email
source: Incorrect E-Mail.
fr_fr: Le format d'email est erroné.
it_it: Formato di e-mail non è corretto.

# Message_Email_Length
source: Max 50 Character Long
fr_fr: L'email ne peut pas dépasser 50 caractères
it_it: E-mail non può essere più lungo di 50 caratteri

# Message_File_AlreadyExists
source: This file exists, do you want to replace it?
fr_fr: Le dossier que vous souhaitez saisir existe déjà, Souhaitez-vous remplacer le dossier existant ?
it_it: Il Fascicolo che si desidera aggiungere, già esistente, vuole cambiare con il fascicolo esistente?

# Message_GenericErrorHeader
source: Error Occured!
fr_fr: Une erreur s'est produite pendant l'opération
it_it: Si è verificato un errore durante il processo.

# Message_Han_Apt_Fab_Length
source: Max 20 Character Long
fr_fr: Le Bâtiment/Appartement/Fabrique ne peut pas dépasser 20 caractères
it_it: Albergo-Appartamento-Fabbrica non può essere più lungo di 20 caratteri

# Message_Identification_Number_Length
source: Max 11 Digits
fr_fr: Le numéro de la carte d'identité ne peut pas dépasser 11 caractères
it_it: Numero di Identificazione non può essere più lungo di 11 caratteri

# Message_InvalidUser
source: Username or password is wrong!
fr_fr: Le nom d'utilisateur ou le mot de passe est erroné
it_it: Nome utente o password non sono corretti!

# Message_Loading
source: Please wait…
fr_fr: Veuillez patienter...
it_it: Si prega di attendere…

# Message_LockedUser
source: User password is locked!
fr_fr: Le mot de passe d'utilisateur est verrouillé !
it_it: La Password utente è bloccato!

# Message_MapfrePartajError
source: User agent code error.
fr_fr: Il manque l'information de partage d'utilisateur
it_it: Manca l'Informazione Partaj dell'Utente.

# Message_MapfreValidationError
source: Validation error.
fr_fr: La validation n'est pas réussie.
it_it: Validazione Fallita.

# Message_MenuExplanation_Required
source: Max 30 Character Long
fr_fr: L'explication du menu ne peut pas dépasser 100 caractères
it_it: Descrizione di menu non può essere più lungo di 30 caratteri

# Message_MenuHelpExplanation_Required
source: Max 100 Character Long
fr_fr: Le menu Explication subsidiaire ne peut pas dépasser 100 caractères
it_it: Descrizione aitante del menu non può essere più lungo di 100 caratteri

# Message_MenuOperationMVCAActionParameter_Required
source: Max 50 Character Long
fr_fr: le menu Paramètre d' Opération Action ne peut pas dépasser 50 caractères
it_it: Parametro di Attivazione di Transazione del Menu non può essere più lungo di 50 caratteri

# Message_MenuOperationMVCAction_Required
source: Max 50 Character Long
fr_fr: le menu Nom d' Opération Action ne peut pas dépasser 50 caractères
it_it: Nome di Attivazione di Transazione del Menu non può essere più lungo di 50 caratteri

# Message_MenuOperationMVCController_Required
source: Max 50 Character Long
fr_fr: le menu Nom du Contrôleur d' Opération ne peut pas dépasser 50 caractères
it_it: Nome del Controllore di Transazione del Menu non può essere più lungo di 50 caratteri

# Message_MenuOperationURL_Required
source: Max 100 Character Long
fr_fr: le menu URL d'Opération ne peut pas dépasser 100 caractères
it_it: URL di Transazione del Menu non può essere più lungo di 100 caratteri

# Message_Neighborhood_Length
source: Max 500 Character Long
fr_fr: le nom du quartier ne peut pas dépasser 50 caractères
it_it: Nome del Quartiere non può essere più lungo di 50 caratteri

# Message_Node_Length
source: Max 500 Character Long
fr_fr: Les Notes ne peuvent pas dépasser 500 caractères
it_it: Nota non può essere più lungo di 500 caratteri

# Message_NotSaveError
source: Not to save. Check the accuracy of the information entered.
fr_fr: la Note n'a pas pu être enregistrée. Veuillez contrôler l'exactitude des informations saisies.
it_it: Nota non è stato salvato. Si prega di verificare l'esattezza delle informazioni inserite.

# Message_NumberLength
source: 7 Digit Number
fr_fr: le numéro doit contenir 7 chiffres
it_it: Il Numero deve contenere 7 cifre

# Message_Number_Owner_Length
source: Max 50 Character Long
fr_fr: Le nom du titulaire du numéro ne peut pas dépasser 50 caractères
it_it: Nome del titolare del numero non può essere più lungo di 50 caratteri

# Message_OtherLength
source: Max 100 Character Long
fr_fr: Autre ne peut pas dépasser 100 caractères
it_it: Altro non può essere più lungo di 100 caratteri

# Message_ParishLength
source: Max 100 Character Long
fr_fr: Le nom du quartier ne peut pas dépasser 100 caractères
it_it: Nome di Quartiere non può essere più lungo di 100 caratteri

# Message_Passport_Number_Length
source: Max 40 Character Long
fr_fr: Le numéro de passeport ne peut pas dépasser 40 caractères
it_it: Numero di Passaporto non può essere più lungo di 40 caratteri

# Message_PasswordNew_Confirm
source: Please confirm your new password
fr_fr: Validez votre nouveau mot de passe
it_it: Verificare la vostra nuova password

# Message_PasswordOld_Wrong
source: Old password is wrong
fr_fr: Votre ancien mot de passe est erroné
it_it: La vostra vecchia password non è corretta

# Message_PasswordRequired
source: Enter password
fr_fr: Entrez votre mot de passe
it_it: Inserire Password

# Message_Password_MaxLength
source: Max 50 Character Long
fr_fr: Votre mot de passe peut contenir maximum 50 caractères.
it_it: La vostra password può contene massimo 50 caratteri.

# Message_Password_OldNew_Different
source: Yor password can not be same as the old one.
fr_fr: Votre nouveau mot de passe ne peut pas être identique avec votre ancien mot de passe
it_it: Nuova password non può essere uguale con vecchia password

# Message_PhoneFormat
source: Phone Number Format 90-212-5554433
fr_fr: Format du numéro de téléphone 90-212-5554433
it_it: Il Formato del Numero di telefono 90-212-5554433

# Message_PhoneNumber
source: Phone Number Format 90-212-5554433
fr_fr: Format du numéro de téléphone 90-212-5554433
it_it: Il Formato del Numero di telefono 90-212-5554433

# Message_PhoneSaveError
source: Could not create the record. Please check the information you entered.
fr_fr: L'information concernant le téléphone n'a pas pu être enregistrée. Veuillez vérifier l'exactitude des informations
it_it: L'Informazione di telefono non è stato salvato. Si prega di verificare l'esattezza e la completezza delle informazioni inserite.

# Message_PostCode
source: 5 Digit Number
fr_fr: Le code postal doit contenir 5 chiffres
it_it: Codice Postale deve contenere 5 cifre

# Message_Required
source: Please enter the required field.
fr_fr: Veuillez vous connecter.
it_it: Si prega di entrare.

# Message_RequiredValues
source: Please check the information you entered.
fr_fr: Saisie d'information manquante, Veuillez vérifier les informations saisies
it_it: Inserimento di Informazioni mancante, si prega di controllare le informazioni inserite.

# Message_Required_Email
source: Email required
fr_fr: l'adresse email est obligatoire.
it_it: Indirizzo e-mail è obbligatorio.

# Message_Required_Email_length
source: Email address can not exceed 50 characters
fr_fr: l'adresse email ne peut pas dépasser 50 caractères
it_it: Indirizzo e-mail non può superare 50 caratteri

# Message_StreetLength
source: Max 100 Character Long
fr_fr: Le nom de la rue ne peut pas dépasser 100 caractères
it_it: Il Nome della Via non può essere più lungo di 100 caratteri

# Message_TaxNumberLength
source: 10 Digit Number
fr_fr: Le numéro fiscal doit contenir 10 cases.
it_it: Codice Fiscale deve contenere 10 cifre

# Message_TaxOfficeRequired
source: Please enter the required field.
fr_fr: Veuillez entrer le centre des impôts
it_it: Inserire L'Ufficio delle Entrate

# Message_TaxOffice_Length
source: Max 50 Character Long
fr_fr: le centre des impôts ne peut pas dépasser 50 caractères
it_it: Ufficio delle Entrate non può essere più lungo di 50 caratteri

# Message_TCKNLength
source: 11 Digit Number
fr_fr: Votre numéro d'identification RT doit contenir 11 caractères.
it_it: Numero di identificazione R.T deve contenere 11 caratteri.

# Message_TCKNRequired
source: Please enter the required field.
fr_fr: Saisir votre numéro d'identification RT
it_it: Inserire il vostro numero di identificazione R.T.

# Message_TCKN_AlreadyExist
source: This identification number exists.
fr_fr: Ce numéro d'identité est déjà utilisé ..
it_it: Questo numero di identificazione è stato salvato precedentemente…

# Message_TCKN_least_11
source: 10 Digit Number
fr_fr: Vous devez saisir au minimum 11 caractères
it_it: Deve inserire almeno 11 caratteri

# Message_TCKN_VKN_YKN_Required
source: Please enter the required field.
fr_fr: N° ID Turc / N° Fiscale / N° ID étranger
it_it: Inserire Vero Cittadino Turco: TCKN / Persona Giuridica: VKN / Cittadino Straniero Reale: YKN

# Message_Topic_Length
source: Max 50 Character Long
fr_fr: Le sujet ne peut pas dépasser 50 caractères
it_it: L'oggetto non può essere più lungo di 50 caratteri

# Message_TVMSaveError
source: Could not create the record. Please check the information you entered.
fr_fr: Les informations de la Société d'Assurance n'ont pas pu être enregistrées. Veuillez vérifier l'exactitude des informations saisies.
it_it: Le Informazioni del Canale di Vendita non sono stati salvati. Si prega di verificare l'esattezza delle informazioni inserite.

# Message_TVMUserSaveError
source: Could not create the record. Please check the information you entered.
fr_fr: Les informations utilisateurs n'ont pas pu être enregistrées.
it_it: Le ınformazioni dell'utente non sono stati salvati.

# Message_UnknownError
source: Unknown Error!
fr_fr: Erreur inconnue
it_it: Errore sconosciuto

# Message_VKN_Least10
source: 10 Character
fr_fr: Vous devez saisir au minimum 10 caractères.
it_it: Deve inserire almeno 10 caratteri

# Message_Web_URL_Length
source: Max 50 Character Long
fr_fr: L'adresse Web ne peut pas dépasser 50 caractères
it_it: Indirizzo di Sito Web non può essere più lungo di 50 caratteri

source: Missing Document
fr_fr: Document manquant
it_it: Documenti mancanti

source: Missing Document Description
fr_fr: Explication document manquant
it_it: Descrizione di Documenti Mancanti

source: Missing Signature
fr_fr: Signature manquante
it_it: Firma Mancante

source: Missing Signature Description
fr_fr: Explication signature manquante
it_it: Descrizione di Firma mancante

source: Mobile Phone
fr_fr: Numéro de téléphone portable
it_it: Cellulare

# Monday
source: Mo
fr_fr: Lundi
it_it: Lunedi

# Month1
source: 1 Month
fr_fr: 1 mois
it_it: 1 Mese

# Month10
source: 10 Month
fr_fr: 10 mois
it_it: 10 Mesi

# Month11
source: 11 Month
fr_fr: 11 mois
it_it: 11 Mesi

# Month2
source: 2 Month
fr_fr: 2 mois
it_it: 2 Mesi

# Month3
source: 3 Month
fr_fr: 3 mois
it_it: 3 Mesi

# Month4
source: 4 Month
fr_fr: 4 mois
it_it: 4 Mesi

# Month5
source: 5 Month
fr_fr: 5 mois
it_it: 5 Mesi

# Month6
source: 6 Month
fr_fr: 6 mois
it_it: 6 Mesi

# Month7
source: 7 Month
fr_fr: 7 mois
it_it: 7 Mesi

# Month8
source: 8 Month
fr_fr: 8 mois
it_it: 8 Mesi

# Month9
source: 9 Month
fr_fr: 9 mois
it_it: 9 Mesi

# Monthly_1
source: 1 Monthly
fr_fr: d'un mois
it_it: Per 1 Mese

# Monthly_1_3
source: 1_3_Monthly
fr_fr: de 1 à 3 mois
it_it: Per 1-3 Mesi

# Monthly_3_6
source: 3_6_Monthly
fr_fr: de 3 à 6 mois
it_it: Per 3-6 Mesi

# Monthly_6_12
source: 6_12_Monthly
fr_fr: de 6 à 12 mois
it_it: Per 6-12 Mesi

# Month_12
source: 12 Month
fr_fr: 12 mois
it_it: 12 Mesi

# Month_24
source: 24 Month
fr_fr: 24 mois
it_it: 24 Mesi

# Month_6
source: 6 Month
fr_fr: 6 mois
it_it: 6 Mesi

source: Mother
fr_fr: Mère
it_it: Madre

source: Motor Vehicle Shock
fr_fr: Accrochage de véhicule terrestre
it_it: Collisione dei Veicoli Stradali

source: Movement Type
fr_fr: Type de mouvement
it_it: Tipo di Movimento

# MT_Code
source: SR Code
fr_fr: Code du Commercial Client
it_it: Codice di Rappresentante del Servizio Cliente

# MT_Sales_Report
source: SR Sales Report
fr_fr: Rapport du Commercial Client
it_it: Rapporto di Vendite del Rappresentante del Servizio Cliente

# MunicipalCityCode
source: Municipal City
fr_fr: Municipalité Ville
it_it: Comune Provinciale

# MunicipalCode
source: Municipal
fr_fr: Municipalité
it_it: Comune

source: My Clients
fr_fr: Mes clients
it_it: I Miei Clienti

source: My Performance
fr_fr: Ma performance
it_it: La Mia Prestazione

source: My Profile
fr_fr: Mon profil
it_it: Il Mio Profilo

source: Name
fr_fr: Prénom
it_it: Nome

# NameLastname
source: Name Surname
fr_fr: Prénom et Nom de l'assuré
it_it: Nome e Cognome

source: NameTitle
fr_fr: Prénom/ Titre
it_it: Nome / Tıtolo

source: Name Surname
fr_fr: Votre prénom et Nom
it_it: Vostro Nome e Cognome

source: Narrow Insurance
fr_fr: Assurance tout risque limitée
it_it: Casco Stretto

source: Nationality
fr_fr: Ressortissant
it_it: Nazionalità

# NDIL
source: DASK
fr_fr: Assurance obligatoire contre les tremblements de terre et les catastrophes naturelles
it_it: Assicrazione Obbligaoria Per Catasrofi Naturali, Terremoto

source: Necessary Audits
fr_fr: Examens nécessaires
it_it: Gli Esami da Effettuare

source: Negotiated Authorized Service
fr_fr: Service agréé sous contrat
it_it: Servizio Autorizzato Concordato

source: Neighborhood
fr_fr: Quartier
it_it: Quartiere

# Net_Premium
source: Local Sedan Premium
fr_fr: Prime nette
it_it: Premio netto

source: New Customer
fr_fr: Nouveau client
it_it: Nuvo Cliente

source: New Proposal
fr_fr: Nouvelle proposition
it_it: Nuova Offerta

source: New Sales
fr_fr: Nouvelle vente
it_it: Vuove Vendita

# New_Registry
source: New Record
fr_fr: Nouvel enregistrement
it_it: Nuova Registrazione

# Next
source: Forward
fr_fr: Avant
it_it: Avanti

source: No-claim Discount Rate
fr_fr: Taux de réduction de bonus
it_it: Tasso di Sconto di Non Danneggiamento

source: No Damage
fr_fr: Bonus
it_it: Non Danneggiamento

# Node
source: Note
it_it: Nota

# NodeDetails
source: Note Details
fr_fr: Détail de la note
it_it: Nota in Dettaglio
